[
  {
    "metadata": "TV-Y7|2015|1h 57min|Adventure,Asian,Comedy,Fantasy",
    "rating": {
      "rating": "6.1/10",
      "rating_count": "4,622"
    },
    "title": "Monster Hunt (2015)",
    "description": "Monster Hunt (2015)IMDb – 6.1/10_____Rotten – 66%တရုတ်နိုင်ငံတွင် မကြာမီက ရုံတင်ပြသခဲ့သည့် ပြည်တွင်းထုတ် စိတ်ကူးယဉ် ဟာသ ဇာတ်ကား အမျိုးအစား ဖြစ်သည့်Monster Hunt ဇာတ်ကားမှာ တနင်္ဂနွေနေ့တွင် ဝင်ငွေယွမ်(၁ ဒသမ ၃၁၇) ဘီလီယံ (ဒေါ်လာ ၂၁၂ သန်း) ရရှိကာနိုင်ငံသမိုင်းတွင် ဝင်ငွေ အများဆုံးရသည့် ဇာတ်ကားစံချိန်သစ်ကို တင်နိုင်ခဲ့ကြောင်း သိရသည်။နိုင်ငံပိုင် ဆင်ဟွာသတင်းမှ ဖော်ပြချက်တွင် ထိုရုပ်ရှင်မှာ ဇူလိုင်လ(၁၆)တွင် ရုံတင်ခဲ့ပြီးနောက် ဆယ်ရက်အကြာတွင်ယွမ်ငွေ တစ်ဘီလီယံကျော် ( ဒေါ်လာ ၂၁၂ သန်း) ရခဲ့ခြင်း ဖြစ်ကြောင်း ဖော်ပြထားသည်။တရုတ်နိုင်ငံတွင် ယခင်က ဝင်ငွေ အကောင်းဆုံး စံချိန်တင်ထားသည့် ရုပ်ရှင်ကားမှာLost in Thailand (၂၀၁၂) ဇာတ်ကား ဖြစ်ပြီး၊ ဝင်ငွေယွမ် ( ၁ ဒသမ ၂၇ ဘီလီယံ) ရခဲ့ဖူးသည်။ယခု Monster Hunt ဇာတ်ကားမှာ လူနှင့် အန်နီမေးရှင်း ကာတွန်း ဇာတ်ကောင်များ ပေါင်းစပ် ရိုက်ကူးထားပြီးဟူဘာဟု ခေါ်သည့် သရဲလေး တစ်ကောင် အကြောင်း ဇာတ်လမ်းဖြစ်သည်။အဆိုပါဇာတ်ကားကို ၂၀၀၇ က ဟောလိဝုဒ် အန်နီမေးရှင်း ရုပ်ရှင်ကား ဖြစ်ပြီး၊လူကြိုက်များခဲ့သည့် Shrek the Third ကို ရိုက်ကူးခဲ့သည့် ဒါရိုက်တာ ရာမန်ဟွီက ရိုက်ထားခြင်း ဖြစ်သည်။IMDb Rating(6.1/10) ရရှိထားပါသည်။(Info ကို messengernewsjournal.com မှကူးယူဖော်ပြပါသည်။)File size…(1 GB)Quality…Blu-ray Rip 720pFormat…mp4Duration….01:57:04Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aungနမူနာကြည့်ရန်Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRaman HuiStarsBaihe BaiBoran JingWu JiangCastBai BaiheCindy TianElaine JinEric Tsang Chi-WaiGuo XiaodongJianfeng BaoJiang WuJing BoranLi JingjingLudi LinSandra Ng Kwun-YuTang WeiWallace ChungWang YuexinYan NiYao ChenZhang Yuexuan",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2SjT4Th1Q3YBXyO4Krle5pI6wxj.jpg",
      "https://image.tmdb.org/t/p/w300/ptgoTztfxbz0qFo129FwyisORRs.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2015/10/monster-hunt-poster.jpg",
    "movie_links": [
      {
        "link": "https://megaup.net/TRi7/Monster_Hunt_(Zhuo_Yao_Ji)_[2015]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/monster-hunt-2015-mm-sub",
        "server": "VIP Links",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://yoteshinportal.cc/monster-hunt-2015-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      },
      {
        "link": "https://sbembed3.com/2lx1s87m3bho.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "BR-Rip 720p"
      }
    ],
    "trailer": {
      "video_id": "yR6JRIlf1jM?feature=player_embedded",
      "video_url": "https://www.youtube.com/watch?v=yR6JRIlf1jM?feature=player_embedded",
      "embed_url": "https://www.youtube.com/embed/yR6JRIlf1jM?feature=player_embedded"
    }
  },
  {
    "metadata": "|1992||Adventure,Comedy,Family",
    "rating": {
      "rating": "4.9/10",
      "rating_count": "46000"
    },
    "title": "Honey, I Blew Up the Kid (1992)",
    "description": "Honey, I Blew Up the Kid (1992)=======================ဒုတိယ ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း နည်းနည်းလေးတော့ fail နေမယ်။fail fail လေးပဲ ကောင်းပါတယ် ဆိုသလိုပါပဲ။ Honey I Shrunk the Kids ရဲ့အောင်မြင်မှုနဲ့ဝင်ငွေကိုတော့ မမီခဲ့ပေမဲ့ အခုကားလည်း ဆက်လက်အောင်မြင်ခဲ့ပါတယ်လေ။ ပြောရရင် မိသားစုကား သိပ္ပံစိတ်ကူးယဉ်ကားတွေ ရလေ့ရှိတဲ့အောင်မြင်မှုကိုတော့ တင်းပြည့်ကျပ်ပြည့် ရခဲ့တယ်ပေါ့ဗျာ။ ပထမကားကိုမမီရကောင်းလားလို့တော့ အပြစ်တင်မစောလိုက်ပါနဲ့။ သူက တစ်ခေတ်တစ်ကားဆိုသလို ထူးခြားဆန်းပြား မမျှော်လင့်ဘဲ ပေါက်သွားတာမလို့ ဘေးမဲ့ပေးလိုက်ကြပါ။ဒီဇာတ်ကားမှာတော့ သိပ္ပံပညာရှင် စလင်စကီ ရဲ့ နည်းပညာကိုယူပြီး နိုင်ငံတော်အဆင့်အနေနဲ့ ထပ်မံမွန်းမံဖို့ လုပ်နေတာပေါ့လေ။ ဒီတစ်ခါကတော့ မချုံ့တော့ဘူးဗျ။ ကြီးအောင်လုပ်မှာ။ ဒီမှာလည်း သူက အပယ်ခံ သိပ္ပံပညာရှင်‌ပါပဲ။ဒီလိုနဲ့ စလင်စကီ သားအဖနှစ်ယောက် သားငယ်လေး အာဒမ် ကိုခေါ် ပြီး ဓာတ်ခွဲခန်းကို လာပြီးစမ်းသပ်စဉ်မှာ ထုံးစံအတိုင်း အလွဲလွဲအချော်ချော်တွေနဲ့ ကလေးငယ် အာဒမ် လေးကို ကြီးအောင်လုပ်မိသွားကြတယ်။လျှပ်စစ်ဓာတ်တွေရတိုင်း အတိုင်းအဆမဲ့ ကြီးနေတာမလို့ ဂေါ်ဇီလာလောက်ကြီး ဖြစ်သွားပါလေရော။ ကလေးအသိဉာဏ်နဲ့ဆိုတော့ တွေ့ကရာ အကုန်ဆွဲလွှင့်ပစ်နေတော့ မြို့ဖျက်ဂေါ်ဇီလာကြီးလို့ပဲ ပြောပါတော့လေ။ ဒီတော့ စလင်စကီတို့မိသားစု သားငယ်လေးကို ဘယ်လိုပြန်ပြီး သေးအောင်လုပ်မလဲဆိုတာစိတ်ဝင်ဝစား ကြည့်ရပါဦးမယ်။ ဒီဇာတ်ကားကတော့ ပထမကားလိုမဟုတ်ဘဲဗီလိန်ပါလာတယ်ပေါ့လေ။ ဒီတော့ ဗီလိန်ကောင်ကို ကျော်လွန်ပြီး သားငယ်လေးအာဒမ်ကို အန္တရာယ်ကင်းကင်း ဘယ်လိုပြန်ချုံ့ကြမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်လားဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့Arr Khun Winchester ဖြစ်ပါတယ်)File Size……….(1.85 GB) / (856 MB)Quality…………BLU-RAY 1080p / 720pDuration………1Hr 29MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Adventure, Comedy, FamilyTranslator…….Arr Khun WinchesterEncoder……….SWMYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRandal KleiserCastAlex DanielsAmy O'NeillBill LoskaBill MoseleyDaniel ShalikarDavid ScatesEdward S. FeldmanGregory McCurdyGregory SierraJames M. LautenJohn HoraJohn ParagonJohn SheaJoshua ShalikarJulia SweeneyKathy PastorKenneth TobeyKeri RussellLeslie NealeLinda CarlsonLisa MendeLloyd BridgesMamoru KanalMarcia StrassmanMarion PalmerMary Ellen MooreMichael MilhoanMinori GotoPamela CederquistRandy SwallowRick MoranisRobert JaffeRobert OliveriRon CanadaRon LawrenceShannon M. StegerSuzanne Kent",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/qhwmkPBg9MithppIXhUNVCYA4uR.jpg",
      "https://image.tmdb.org/t/p/w300/PwhME6MRdr7BbHhIv6pq3WBKUg.jpg",
      "https://image.tmdb.org/t/p/w300/tF6aTXDM6d7AKUNbzGnOyur8hYT.jpg",
      "https://image.tmdb.org/t/p/w300/jNuz5S5YMgFNZs191ZEGXcWfECQ.jpg",
      "https://image.tmdb.org/t/p/w300/dkwNdezWFvhC3hxVaBq5XCn1kKp.jpg",
      "https://image.tmdb.org/t/p/w300/2ildhuLyZJ8uhemonZbWDvdEpiM.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/11/MV5BOGU3N2MzOGYtODhmMy00Y2IzLWI3YmEtYzNiMTU1ZjY0ZDNkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/honey-i-blew-up-the-kid-1992-1080-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Fg2s/Honey.I.Blew.Up.The.Kid.1992.1080p.BluRay.x264-[CM].mp4",
        "server": "megaup.net",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/ynhkr0lci84g",
        "server": "streamsb.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/M7VCHDJA#DIUsHAfHAPny2dkCnpbRg6YFoBLiUHjPMj09qbLQw0I",
        "server": "mega.nz",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7lb4qb572fyw.html",
        "server": "usersdrive.com",
        "size": "1.85 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/honey-i-blew-up-the-kid-1992-720-p-blu-ray-x-264-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "856 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Ziz0/Honey.I.Blew.Up.The.Kid.1992.720p.BluRay.x264-[CM].mp4",
        "server": "megaup.net",
        "size": "856 MB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/a8h6bn45b4jt",
        "server": "streamsb.com",
        "size": "856 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/snNmzTqQ#zqsxnKsbBUbEV1Ix0RKvGD2mK4v9HO2lpotmaPJXQrs",
        "server": "mega.nz",
        "size": "856 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/687c9nfw73h8.html",
        "server": "usersdrive.com",
        "size": "856 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "NIury7go2bM",
      "video_url": "https://www.youtube.com/watch?v=NIury7go2bM",
      "embed_url": "https://www.youtube.com/embed/NIury7go2bM"
    }
  },
  {
    "metadata": "|||Action,Adventure,Crime,Saw Collection",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "807204"
    },
    "title": "Saw 3D (2010) Saw 7",
    "description": "Saw Collection==============CM ကနေ နာမည်ကျော် Saw ဇာတ်ကားတွေကို ဆင်ဆာမဖြတ်ထားတဲ့ Version တွေဖြစ်တဲ့ Unrated/Director’s cut Version တွေနဲ့ ပြန်လည် Update လိုက်ပါတယ်။Saw ဇာတ်လမ်းတွေရဲ့အစကတော့ ရုပ်ရှင်ကျောင်းကနေ သင်တန်းဆင်းလာတဲ့ ဒါရိုက်တာပညာသင်ထားတဲ့ James Wan နဲ့ ဇာတ်ညွှန်းပညာသင်ထားတဲ့ Leigh Whannell  တို့ ၂ ယောက်ရုပ်ရှင်လောကထဲဝင်ဖို့ လုံလောက်တဲ့ ငွေကြေးမရှိရာကနေ စပါတယ်။ ရုပ်ရှင်ရိုက်ဖို့ ပိုက်ဆံမရှိတော့ ဘတ်ဂျက်နည်းနည်းနဲ့ Twist များတဲ့ ဇာတ်ညွှန်းကို နှစ်ယောက်သားဖန်တီးရိုက်ကူးခဲ့ရာကနေ Saw 2004 ပထမဆုံးရုပ်ရှင်ဖြစ်လာခဲ့ပါတယ်။ လူမငှားနိုင်လို့ ဇာတ်ညွှန်းဆရာ Leigh Whannell ကိုယ်တိုင်သရုပ်ဆောင်ဝင်ရိုက်ခဲ့ရပြီး အခန်းတစ်ခန်းအတွင်းမှာပဲ ရိုက်ကူးခဲ့ရတဲ့ Saw 2004 ရုပ်ရှင်ဟာ ဘတ်ဂျက် ၁ သန်းပဲ ကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိသည်အထိ အောင်မြင်သွားခဲ့ပါတယ်။Saw ဟာ ဘယ်လိုရုပ်ရှင်တွေလဲဆိုတာကိုတော့….(လူသာမန်ရဲ့ အညွှန်းနဲ့ညွှန်းခဲ့ချင်ပါတယ်။)ဆိုးဆိုးရွားရွား လူသတ်ပြတဲ့ဇာတ်ကွက်တွေ၊ သွေးထွက်သံယို ရာဇဝတ်မှုတွေကို အိပ်မက်ထဲအထိ သယ်ပိုးယူဆောင်ကာ လန့်နိုးတတ်သူတွေအတွက် SAW Series ကို လုံးဝ ရှောင်သင့်တယ်။ ကြည့်မိရင် ကာလတစ်ခုစာအထိ ရက်စက်တဲ့လူသတ်ပုံတွေကို မေ့နိုင်မှာမဟုတ်လို့ ဒီလိုဆိုရခြင်းပါ။Horror ရုပ်ရှင်တွေကို စွဲကြည့်တတ်သူတွေကတော့ SAW ကို လုံးဝ လက်မလွှတ်ကြ။●Jigsaw ဆိုပြီး ရဲတွေက အမည်သညာပေးထားတဲ့ ကွင်းဆက်လူသတ်သမားရဲ့ ထူးခြားတဲ့စီမံမှုတွေကြား Jigsaw ရွေးချယ်ထားတဲ့လူတွေဟာ ရှင်သန်မှုအတွက် ပါဝင်ကစားကြရတယ်။ကစားကွင်းနယ်မြေကို Jigsaw က ရွေးချယ်ထားတာဖြစ်ပြီး ပါဝင်ကစားသူတွေဟာလည်း နိုးလာတာနဲ့ သူ့ကစားကွင်းထဲကို ရောက်နေကြရတာ ဖြစ်တယ်။ ထူးခြားတာက ဒီကစားပွဲမှာ ရှုံးရင် အသက်တွေ ပေးအပ်ကြရတာ။Jigsaw ဟာ သူ ရွေးချယ်လိုက်တဲ့လူတွေကို မေ့မြောနေတဲ့အချိန်မှာကတည်းက သတ်ဖြတ်ပစ်လိုက်လို့ရပေမယ့် မသတ်ဘူး။ သူ့ရည်ရွယ်ချက်က ကိုယ့်အသက်ရှင်သန်မှုအတွက် ကိုယ်တိုင် ပါဝင်ပြီး ရွေးချယ်ဆုံးဖြတ်ကြစေလိုတာပဲ။ သူက တိကျတဲ့အချိန်တွေ သတ်မှတ်ပေးတယ်။ ရွေးချယ်ခွင့်တွေ ပေးတယ်။ လိုအပ်တဲ့တန်ဆာပလာတွေ ပေးတယ်။ ပေးထားချက်တွေကို ကိုယ် တတ်စွမ်းသမျှနဲ့ ဆောင်ရွက်ရင် အသက်ရှင်မယ်။ (တချို့သော ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေတော့ ဆုံးရှုံးကောင်း ဆုံးရှုံးမယ်။)ပါဝင်ကစားရတဲ့သူတွေကလည်း အဆက်အစပ်မဲ့သူတွေ မဟုတ်ကြ။ တစ်နည်းမဟုတ်တစ်နည်းနဲ့ ဘဝမှာ ပတ်သက်ဖူးသူတွေကို ကွင်းတစ်ခုထဲ ချထားပေးသလို သူက ရွေးချယ်ထားတာ။လူဖြစ်မှုနဲ့ပတ်သက်ပြီး Jigsaw ခံယူထားတာက ” ကိုယ့်ရှင်သန်မှုကို တန်ဖိုးထား တွယ်တာမှ လူဟာ ရှင်သန်နေထိုင်သင့်တယ် ” ဆိုတာပဲ။ ဒီ့အပြင် Jigsaw ဖော်ပြလိုတဲ့တခြားသောအရာတွေ ရှိသေးတယ်။ အထူးသဖြင့် ကလဲ့စားချေလိုမှုနဲ့ ခွင့်လွှတ်မှုပေါ့။ နောက် မိသားစုဘဝနဲ့ ရွေးချယ်ထားတဲ့အလုပ်ပေါ် တန်ဖိုးထားမှု။Jigsaw ဆိုတဲ့ ကွင်းဆက်လူသတ်သမား ဖြစ်ပေါ်လာရခြင်းအကြောင်းကလည်း စိတ္တဇလူသတ်သမားတွေဖြစ်ပေါ်လာတတ်တဲ့အကြောင်းရင်းတွေအတိုင်းပါပဲ။ သို့သော် Jigsaw ရဲ့ ကြိုတင်စီမံမှုတွေကကျ တခြားလူသတ်သမားတွေထက် အဆင့်မြင့်တယ်။ မြင်နေကျ သာမန်သတ်ဖြတ်မှုပုံစံတွေလည်း မဟုတ်။ ရက်စက်လွန်းတဲ့သတ်ဖြတ်မှုပုံစံတွေဆိုတာကိုတော့ ပုံတွေ ကြည့်ရုံနဲ့တင် ခန့်မှန်းလို့ ရပါလိမ့်မယ်။●ကမ္ဘာပေါ်မှာ သမ္မာကျမ်းစာ စာအုပ်တွေပြီးရင် ရောင်းအကောင်းဆုံးဖြစ်တဲ့စာအုပ်တွေက ဖြစ်ရပ်မှန် ရာဇဝတ်မှုတွေအကြောင်းကို ပုံတွေနဲ့တကွ သေသေချာချာ ဖော်ပြ ရေးသားထားတဲ့စာအုပ်တွေပါတဲ့။ ဒီရုပ်ရှင်ဟာ အဲဒီလို လူတွေ အကြိုက်ဆုံးရုပ်ရှင်တွေထဲက တစ်ခုလို့ ဆိုကြတယ်။တချို့လူတွေမှာ ဒီလိုအကြောင်းနဲ့ပတ်သက်ပြီး မေးခွန်းတစ်ခု ရှိတယ်။ ဒီလိုရက်ရက်စက်စက် ပြကွက်တွေ၊ ရေးသားချက်တွေကို လူတွေက ဘာလို့ကြိုက်ကြတာလဲ တဲ့။စိတ်ပညာရှုထောင့်အရတော့ လူမှာ အမြဲဒွန်တွဲနေလေ့ရှိတဲ့ ဆန့်ကျင်ဘက် စိတ်နှစ်မျိုးအရ ဒီလိုကားတွေကို တချို့တွေ ကြိုက်ကြတာလို့ ဆိုတယ်။ လူဟာ သူတော်စင်လုပ်မလား၊ မကောင်းဆိုးဝါးလုပ်မလားဆိုတာကို ကိုယ်တိုင် ဆုံးဖြတ်ကြရတာပဲ။ သူတော်စင်ဘက် ယိမ်းသူက မကောင်းဆိုးဝါးကို ချိုးနှိမ်အုပ်ချုပ်ရာမှာ အောင်မြင်သူ၊ မကောင်းဆိုးဝါးဘက် ယိမ်းသူက သူတော်စင်ကို ချိုးနှိမ်အုပ်ချုပ်ရာမှာ အောင်မြင်သူ။ တချို့တွေကတော့ သူ ဖြတ်သန်းနေရတဲ့ဘဝအခြေအနေအရ ဟိုဘက် ယိမ်းလိုက် ဒီဘက် ယိမ်းလိုက်ဖြစ်နေကြသူတွေ။လူတွေဟာ ကိုယ်တိုင် လက်တွေ့ မလုပ်ရဲတာတွေကို စိတ်ကူးနဲ့ပဲ ပုံဖော်ကြရတယ်။ ကိုယ့်အပေါ် တစ်ခုခု မတရားကျူးလွန်ခဲ့သူကို လက်တွေ့ မှာ ပေါ်ပေါ်ထင်ထင် မသတ်ရဲကြပေမယ့် စိတ်ကူးနဲ့ နေ့စဉ် သတ်ဖြတ်နေသူတွေ၊ ဝဇီကံနဲ့ သတ်ဖြတ်နေသူတွေ မနည်းလှဘူး။ ဒီလူတွေကပဲ ဘဝမှာ ခံခဲ့ရတဲ့မတရားမှုတွေ၊ အဆင်မပြေမှုတွေကို ဖြေဖျောက်ဖို့အတွက် သူတို့လိုတွေးတဲ့တခြားစိတ်ကူးတွေကို ရှာဖွေကြတယ်။ နွားရိုင်းသတ်ပွဲလို သွေးထွက်သံယို ပွဲတော်တွေကို နှစ်သက်ကြတယ်။ လူချင်း ထိုးသတ်ကြတဲ့ပွဲတော်တွေဆီ သွားကြတယ်။ နောက်တော့ စာပေထဲက ရက်စက်မှုတွေဆီ ရောက်တယ်။ ရုပ်ရှင်ကတော့ ကိုယ့်စိတ်ကူးနဲ့ကို ရိုက်စရာမလိုတော့ဘူး။ (စာပေက ကိုယ့်ဘာသာ ပြန်ရိုက်နေရသေးတာကိုး။) ဒါရိုက်တာက ပြထားတဲ့အတိုင်း ရက်စက်မှုတွေကို လိုက်ပါခံစားရုံ၊ ရင်ထိတ်ရုံ၊ ကျေနပ်ရုံပဲ။ ဒီတော့ Horror ကြိုက်တယ်ဆိုရင် . . . Jigsaw က စောင့်နေကြောင်း ဆိုပါရစေလား။-လူသာမန်-Saw ဇာတ်ကားများအားလုံးကို ဒီမှာhttps://channelmyanmar.org/category/special-package/saw-collection/ကြည့်ပါ။Saw 3D The Final Chapter (2010)Saw franchise ရဲ့  ၇ ကားမြောက်ဖြစ်တဲ့ဒီကားဟာလဲsaw ဖန်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှေ့ကားတွေနဲ့ပြန်ချိတ်ထားတာတွေကလဲသေသပ်သလို ဇာတ်ကောင်တွေလဲအများကြီးပါဝင်ထားပါတယ်ပြီးတော့ saw ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားနဲ့တစ်ကားမှာအသုံးပြုတဲ့လက်နက်တွေ စက်ပစ္စည်းတွေမတူတာကြောင့်စိတ်ဝင်စားစရာကောင်းပါတယ်Plot twist တချို့ကိုလဲချပြသွားပါတယ်သွေးထွက်သံယိုအခန်းတွေအများအပြားပါဝင်ပြီးတကယ်ကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားတာကြောင့်ကြောက်တတ်သူများနဲ့နှလုံးရောဂါအခံရှိသူများမကြည့်သင့်ပါဘူး။File size…(2.3 GB)/(1 GB)Quality….BluRayUnrated1080p/720pFormat…mp4Duration….01:3၀:11Subtitle….Myanmar Subtitle(Hardsub)Encoder….Ka NaungTranslated byFridaysYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDavid McAreeDavid McLeodElizabeth TremblayKevin GreutertMargaret TanodPatricia JoyesSteve WebbStarsBetsy RussellCary ElwesChad DonellaCostas MandylorDean ArmstrongGina HoldenLaurence AnthonyNaomi SnieckusSean Patrick FlaneryTobin BellCastAlli ChungAnne Lee GreeneBahar SoomekhBenjamin ClostBetsy RussellBilly OliverBryan J. ThomasCarlos DiazCary ElwesCatherine RixChad DonellaChester BenningtonChris OwensChristine SimpsonChristopher McGuireClaudia DiFolcoCostas MandylorDanny LimaDavid GaleDean ArmstrongDesmond CampbellDon GoughDru ViergeverElizabeth RowinErik KnudsenFranky GGabby WestGina HoldenGreg BrykIshan MorrisJacintha WesselinghJagger GordonJames Van PattenJanelle HutchisonJoanna DouglasJon CorKent StainesKevin McGarryKevin RushtonKim SchranerKimberly D'EonKyle CicerellaLarissa GomesLaurence AnthonyLeigh WhannellLiise KeelingMichael A. MirandaMichael EmersonNaomi SnieckusOluniké AdeliyiPatrick MarkRachel WilsonRebecca MarshallRegan MooreSean Patrick FlanerySebastian PigottShauna MacdonaldShelley HoffmanSimon NorthwoodSimone SteeneTanedra HowardTobin BellWayne Downer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/xueYI4YoaXIzZ1mxZrs4FWImUCd.jpg",
      "https://image.tmdb.org/t/p/w300/bXECndnt2fetBsopdQvsI3Cv970.jpg",
      "https://image.tmdb.org/t/p/w300/nChC5ac8ePPgdLoOjbmf91Bi9QO.jpg",
      "https://image.tmdb.org/t/p/w300/heCk7x0rvx5Bmr9xWYbiyKrcuOF.jpg",
      "https://image.tmdb.org/t/p/w300/j5BYzdHDeLpowfEfUe3V2mxoQOs.jpg",
      "https://image.tmdb.org/t/p/w300/rtmg4UCFqRU3x7Eamanv1mF8cLG.jpg",
      "https://image.tmdb.org/t/p/w300/aYrzBZ6kftetk53NhOCL3pJnbf5.jpg",
      "https://image.tmdb.org/t/p/w300/b9NPVRwtWaC1fRyrGr6YTHbpFH4.jpg",
      "https://image.tmdb.org/t/p/w300/h1Gl1YXDRVZsY08Yh6aTNgfsLTr.jpg",
      "https://image.tmdb.org/t/p/w300/3eOXIpQ1zcunG8aX8RSjLRQA9g9.jpg",
      "https://image.tmdb.org/t/p/w300/jQL0UXxCzBYqavJEdWny912ibz6.jpg",
      "https://image.tmdb.org/t/p/w300/la1iVfLuZXaaA9FGRe9xqp8Ou7y.jpg",
      "https://image.tmdb.org/t/p/w300/dhWE8KRZ8Gsra9t71kVkyd4C09l.jpg",
      "https://image.tmdb.org/t/p/w300/t987wCq3FUyamAfSZi68KmPypvh.jpg",
      "https://image.tmdb.org/t/p/w300/gOkm5caF13XytenLS2UZ3vhlnmY.jpg",
      "https://image.tmdb.org/t/p/w300/sEBuDqPhXAhc8lP7kvp8O7VCYQJ.jpg",
      "https://image.tmdb.org/t/p/w300/oNsmZIvBGLzO6oPoBvJoeqjTwOD.jpg",
      "https://image.tmdb.org/t/p/w300/jn3KJeFHMzp1qSIXbh97rm5GjKx.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/04/Saw_3D-940038046-large.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-saw-the-final-chapter-2010-unrated-1080-p-blu-ray-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2Elva/(CM)_Saw_-_The_Final_Chapter_(2010)_Unrated_1080p_BluRay_x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MysDSRQY#SoOMG8PiClqQgsHOSWxXU87p0B-7wm7FG_MgBENqzdk",
        "server": "mega.nz",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/z4wok1vxgwf6.html",
        "server": "usersdrive.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sfastwish.com/b1hwq33xnxf9",
        "server": "streamsb.com",
        "size": "2.3 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-saw-the-final-chapter-2010-unrated-720-p-blu-ray-x-264-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1Yo04/(CM)_Saw_-_The_Final_Chapter_(2010)_Unrated_720p_BluRay_x264.AAC.5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/FjFEEKZC#5XdIfI8Lo2syI4HuBc3x6XRKEeRg_0Vs78J5HTiIhC8",
        "server": "mega.nz",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/8in5q7y2k73x.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vucuszakb7jt",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sfastwish.com/fzqrdgp9epzn",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "A1PxwwdEXao",
      "video_url": "https://www.youtube.com/watch?v=A1PxwwdEXao",
      "embed_url": "https://www.youtube.com/embed/A1PxwwdEXao"
    }
  },
  {
    "metadata": "||3hr 23min|Action,Adventure,Biography,Drama,History",
    "rating": {
      "rating": "5.6/10",
      "rating_count": "172,945"
    },
    "title": "Alexander (2004)",
    "description": "Alexander (2004)ဇာတ်ကားက လူသားသမိုင်းတစ်လျှောက် အလွှမ်းမိုးနိုင်ဆုံး ပုံရိပ်တစ်ခုဖြစ်တဲ့ Alexander the Great ရဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ရုပ်ရှင်ကို အရမ်းကြီးတဲ့ ရည်မှန်းချက်တွေနဲ့ ရိုက်ကူးပုံဖော်ခဲ့ပေမဲ့လို့ ပရိသတ်ကို မဆွဲဆောင်နိုင်ဘဲ မျှော်လင့်သလောက် ဖြစ်မလာတဲ့ ဇာတ်လမ်းတစ်ခုအဖြစ် အဆုံးသတ်ခဲ့ရပါတယ်။Alexander the Great ဆိုတာက ခရစ်တော်မပေါ်မီ BC 356 ခုနှစ်ကနေ 323 အထိ နေထိုင်အသက်ရှင်သွားခဲ့တဲ့ မက်ဆာဒိုးနီးယားဘုရင် ဧကရာဇ်တစ်ပါးပေါ့။ BC ဆိုတာ AD သက္ကရာဇ်နဲ့ မတူပါဘူးနော်။ သူက 5000 ကစပြီး နောက်ပြန်ရေတွက်လာရတာပါ။ အလက်ဇန်းဒါး ဘာ့ကြောင့်ကြီးမြတ်ရသလဲလို့မေးရင် အဖြေတွေ အများကြီးရှိနိုင်ပါတယ်။ ဒီထဲကမှ ကျွန်တော်သဘောအကျဆုံးအချက်ကို ထုတ်ပြောပြပါ့မယ်။သူက သမိုင်းမှာ အကြီးဆုံးအင်ပါယာကြီးကို ထူထောင်ခဲ့သူပါ။ နယ်မြေပေါင်း မြောက်များစွာကို သိမ်းပိုက်ပြီး မြေပြင်ကို တစ်လမချင်းဆီမှာ သွေးပေါင်းများစွာသွန်းလောင်းပြီး အင်ပါယာကို ထုဆစ်ခဲ့သူပါပဲ။ သူ့ရဲ့ စစ်ရေးလှုံ့ဆော်မှုတွေ၊ နည်းဗျူဟာကောင်းမွန်မှုတွေ၊ ယဉ်ကျေးမှုလွှမ်းနိုင်မှုတွေနဲ့ ကမ္ဘာကို ပုံဖော်ခဲ့သူတစ်ယောက်ပါ။အလက်ဇန်းဒါးရဲ့ဖခင် ဖိလစ် က သိုးကျောင်းလူမျိုးစုတွေကို စုစည်းပြီး ဂရိလူမျိုးစုတွေကို အောင်နိုင်သိမ်းသွင်းခဲ့သူပါ။ အလက်ဇန်းဒါးအတွက် အစကောင်းတစ်ခုပါပဲ။ ဖိလစ် ရဲ့အိပ်မက်ကတော့ ဥရောပကနေ အာရှအထိခြေဆန့်လို့ ပါရှန်းအင်ပါယာကို အောင်နိုင်ချင်တာပါပဲ။ အလက်ဇန်းဒါးက သူ့ဖခင်အိပ်မက်ကို အကောင်အထည်ဖော်နိုင်ရုံမက ဘယ်သူမှလိုက်မမီနိုင်တော့တဲ့ ဂုဏ်ရည်ထွန်းပြောင်မှုကိုပါ တည်ဆောက်နိုင်သွားခဲ့ပါတယ်။အလက်ဇန်းဒါးက မင်းသားတစ်ပါးအဖြစ်မွေးလာ၊ အချိန်တန်ဘုရင်ဖြစ်၊ တပ်ကိုဦးဆောင်၊ နယ်မြေတွေကို သိမ်းသွားခဲ့တာမဟုတ်ပါဘူး။ သူ့ဘဝက စကတည်းက ယဉ်သလိုကိုလို့ ပြောရမှာပဲ။ မိခင်က ဘာဘာရီယန် လို့ခေါ်တဲ့ လူရိုင်းမျိုးနွယ်ဝင်တစ်ယောက်ပါ။ ဒီတော့ ဘယ်လိုပဲဖြစ်ဖြစ် မျိုးမစစ်သားတစ်ယောက်အနေနဲ့ အလက်ဇန်းဒါးဟာ ထီးနန်းရဲ့ ဆက်ခံသူမဟုတ်ပါဘူး။ ဖခင်က ဂရိသူကိုယူ၊ သားကလေးမွေးလိုက်တဲ့အချိန် အလက်ဇန်းဒါးဟာ ရှင်ဘုရင်ရဲ့ အစ်ကိုတော်အဖြစ် ဇာတ်သိမ်းရဖို့ပဲရှိပါတော့တယ်။ဒုတိယသားတော် လသားအရွယ်မှာပဲ ဘုရင်ကြီး ဖိလစ် လုပ်ကြံခံလိုက်ရခြင်းက အလက်ဇန်းဒါးကို နေ့မကူးဘဲ ဘုရင်ဖြစ်သွားစေခဲ့ပါတယ်။ အဲဒီနောက် အလက်ဇန်းဒါးဟာ ပါရှန်းပြည်ကိုခြေဆန့်လို့ ပါရှန်းဘုရင် ဒရိုင်းရပ်စ် ကိုဖယ်ရှားပြီး ဘေဘီလုံကို သိမ်းပိုက်ခဲ့တယ်။အလက်ဇန်းဒါးအတွက် အင်ပါယာကိုထူထောင်တဲ့လမ်းကြောင်းတလျောက်မှာ အရေးအပါဆုံးကတော့ အရည်အချင်းပြည့်ဝလှတဲ့ စစ်ဗိုလ်ချုပ်တွေရယ်၊ သူ့ကို အူလှိုက်သည်းလှိုက်ချစ်တဲ့ စစ်တပ်ကြီးရယ်တို့ပါပဲ။ ငယ်စဉ်ကတည်းက သူငယ်ချင်းတွေဖြစ်ကြတဲ့ ဟက်ဖိုက်စတီရန်၊ ပထောလမီ၊ ကတ်ဆန်းဒါ၊ နီရားကတ်စ်၊ ကရားတို့စ် တို့ရဲ့ ပြောင်မြောက်တဲ့စစ်ရေးစွမ်းရည်တွေက အလက်ဇန်းဒါးအတွက် ကျားကို တောင်ပံတပ်ပေးလိုက်သလိုပါပဲ။အီဂျစ် နဲ့ ပါရှန်းကို အောင်နိုင်ပြီးနောက်မှာ အိန္ဒိယအထိ လက်တံမီခဲ့ပြီး သမိုင်းတလျောက် အကြွယ်ဝဆုံး အင်ပါယာကြီးဖြစ်ခဲ့တာပါ။ အလက်ဇန်းဒါးက မျိုးသမီးတွေကို သဘောမကျပါဘူး။ သူ့အမေရဲ့ လောဘနဲ့ ရက်စက်မှုတွေကို ငယ်ရွယ်စဉ်အသည်းနုနုနဲ့ မြင်ခဲ့ရတာတွေကြောင့်ပေါ့။ ဒီတော့ သူ့မှာ ကောင်လေးချစ်သူ နှစ်ဦးရှိပါတယ်။ ငယ်ပေါင်းသူငယ်ချင်း ဟက်ဖိုင်စတီရန် နဲ့ ပါရှန်းက သုံ့ပန်းကောင်ကလေး ဘာဂိုအက်စ် တို့ဖြစ်ပါတယ်။ နောက်ပိုင်းမှာ ရော့ဇာနာ ဆိုနဲ့ ဘာဘာရီယန်နွယ်ဝင် အမျိုးသမီးတစ်ယောက်နဲ့ လက်ထပ်ပြီး သားတစ်ယောက်ထွန်းကားခဲ့ပါတယ်။ နောက်ထပ် မိဖုရားနှစ်ယောက်လည်း တင်မြှောက်ခဲ့ပါသေးတယ်။အလက်ဇန်းဒါးက ပါရှန်းယဉ်ကျေးမှုကို တော်တော်လေး အားကျလေးစားသူဖြစ်တာနဲ့အညီ သူတို့ရဲ့ မက်ဆာဒိုးနီးယန်းယဉ်ကျေးမှုနဲ့ ရောယှက်စေခဲ့ပါတယ်။ ပါရှန်းကရတဲ့ တော်ဝင်မျိုးနွယ်ဝင် စစ်သုံ့ပန်းတွေကို တော်ဝင်မိသားစုသဖွယ်ပဲ ဆက်ဆံခဲ့သူတစ်ယောက်ပါ။ သူဟာ မက်ဆာဒိုးနီးယားရဲ့ ချစ်ခင်မှုသာမက၊ ပါရှန်းနဲ့ အိန္ဒိယတို့ရဲ့အချစ်ကိုပါ အထိုက်အလျောက် ရခဲ့ပါတယ်။ ဒါ့ကြောင့်ပဲ သူမသေခင်အထိ သူ့ရဲ့အင်ပါယာကြီးက ညီညွတ်စုစည်းနေခဲ့တာပေါ့။ပါရှန်းကိုသိမ်းခဲ့တဲ့ ဂယ်ဂွယ်မယ်လာတိုက်ပွဲ၊ အိန္ဒိယဆင်တပ်နဲ့ ဆင်နွှဲခဲ့တဲ့ တောတွင်းတိုက်ပွဲတွေဟာ အလက်ဇန်းဒါး ဘာကောင်ဆိုတာကို မှတ်ကျောက်တင်ခဲ့တာတွေပေါ့။ အိန္ဒိယကအပြန် ဘေဘီလုံကိုပြန်ရောက်အပြီး မကြာခင်မှာပဲ အလက်ဇန်းဒါးသေဆုံးခဲ့ပါတယ်။ ဒီအကြောင်းတွေက ဇာတ်ကားထဲမှာ စုံစုံလင်လင် ပါမှာဖြစ်လို့ ဆက်မပြောတော့ပါဘူး။ ဇာတ်ကားအကြောင်းပဲ ဆက်ပြောကြတာပေါ့။ကြီးမြတ်တဲ့ အလက်ဇန်းဒါးရဲ့ ဘဝဇာတ်ကြောင်းကြီးကို ရုပ်ရှင်တစ်ခုတည်းနဲ့ ပုံဖော်ခဲ့တဲ့အခါမှာ လူအများစုရဲ့ မျှော်လင့်ချက်ကို မဖြည့်ဆည်းနိုင်ခဲ့ပါဘူး။ ရုပ်ရှင်ပြသချိန်က သုံးနာရီကျော်ရှိပြီး ဗိုလ်ချုပ် ပထောလမီ ကို သမိုင်းပညာရှင်အဖြစ် နာမည်ပြောင်အပေးခံရတဲ့အထိကို သူ့ရဲ့ဇာတ်ကြောင်းပြ နောက်ခံစကားပြောက နေရာတကာပါနေတာပါပဲ။ ဇာတ်ကားကြည့်တဲ့သူတွေအနေနဲ့ အနှောင့်အယှက်ကြီးစွာ ခံစားခဲ့ရသတဲ့။အကယ်ဒမီများရှင် မင်းသားကြီး Colin Farrell ရယ်၊ ကျွန်တော်တို့ရဲ့ Angelina Jolie ရယ်၊ ကျွန်တော်သိပ်ကြိုက်ရတဲ့ အဘိုကြီးမင်းသား Anthony Hopkins ရယ်၊ စသဖြင့် Cast ကတော့ ဖျားသွားလောက်စရာပါပဲ။ ဒါပေမဲ့ Box Office မှာတော့ စရိတ်ကာမိရုံပဲပြန်ရခဲ့တာပါ။ Rating ကလည်း ထိုးဆင်းသွားပြီး Rotten Tomatoes မှာလည်း စုတ်ပြတ်သွားတာပဲ။ပိုဆိုးတာက အဆိုးဆုံးရုပ်ရှင်ဆု၊ အဆိုးဆုံးသရုပ်ဆောင်ဆု၊ အဆိုးဆုံးဂီတဆု ဘာညာ ဆိုးဆိုးဝါးဝါးဇာတ်ကားတွေကို ပြောင်လှေင်ပြီးပေးတဲ့ ဆုတွေစာရင်းမှာ အနုပညာရှင် အတတ်ပညာရှင်ဆုတွေ တန်းစီပြီး စာရင်းဝင်ကုန်တာပါ။ အဆိုးဆုံးဆုတွေ မရခဲ့ပေမယ့် အဆိုးဆုံးအမျိုးသမီးစကားပြောဟန်ဆုတော့ ရသွားသေးတယ်။ Angelina Jolie နဲ့ Rosario Dawson တို့ရဲ့ မက်ဆာဒိုးနီးယန်းလေသံနဲ့ ဘာဘာရီယန်လေသံ လုပ်ပြောတာတွေ မပီမပြင်ဖြစ်ရတယ်ပေါ့လေ။ဒါပေမဲ့ ဒီဇာတ်ကား ကျဆုံးရခြင်းက အနုပညာနဲ့ အတတ်ပညာတို့နဲ့ မဆိုင်ဘူးလို့ ကျွန်တော်ယူဆတယ်။ သမိုင်းရဲ့ အကြီးမြတ်ဆုံး ဧကရာဇ်တစ်ပါးကြီးကို လူတွေက နတ်ဘုရားဆန်ဆန် ယူဆ အထင်ကြီးထားချိန်မှာ ရုပ်ရှင်က သဘာဝဆန်လွန်းသွားလို့ လူတွေ စိတ်ပျက်သွားပုံရပါတယ်။ ရင်ထဲမှာ ပုံဖော်ထားတဲ့သူရဲကောင်းကြီးကို လိင်တူချစ်သူ၊ မာန်တက်နေတဲ့ အရက်သမားတစ်ယောက်အနေနဲ့ မြင်လိုက်ရချိန်မှာ လက်မခံနိုင်ဖြစ်ကြတယ်ထင်ပါရဲ့။အလက်ဇန်းဒါးသာ တကယ်မရှိခဲ့ဘဲ ဒီဇာတ်ကားက စိတ်ကူးယဉ်ဇာတ်ကောင်တစ်ခုကို ပုံဖော်ထားတယ်ဆိုရင် ဒီဇာတ်ကားအောင်မြင်မှုက မိုးထိုးသွားမှာပါပဲ။ ဒါ့အပြင် ဒီဇာတ်ကားက တိုက်ပွဲမြင်ကွင်းတွေမှာ ချီးကျူးမှုတွေရရှိထားတဲ့ စစ်ပွဲဇာတ်လမ်းကောင်းတစ်ခု ဖြစ်တာကတော့ သေချာပေါက်ပါပဲ။( ဘာသာပြန်းပြီး အညွှန်းရေးသားထားသူကတော့ Arr Khun Winchester ဖြစ်ပါတယ် )File Size__(4GB) / (2.2GB)Quality__BluRay_1080p, 720pIMDb Rating__5.6/10Format__mp4Duration__03:27:00Type__Action, Adventure, Drama, HistorySubtitle__Myanmar Subtitle (Hardsub)Translated byArr Khun WinchesterEncoded byNaing Aung LattYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorOliver StoneStarsAleczander GordonAngelina JolieAnnelise HesmeAnthony HopkinsBenny MaslovBin BunlueritBrian BlessedChristopher PlummerColin FarrellConnor PaoloDavid BedellaDenis ConwayElliot CowanErol SanderFéodor AtkineFiona O'ShaughnessyFrancisco BoschGary StretchIan BeattieJared LetoJessie KammJohn KavanaghJonathan Rhys MeyersJoseph MorganLaird MacintoshMichael DixonMichelle LukesMorgan Christopher FerrisNeil JacksonNick DunningPatrick CarrollPeter WilliamsonRab AffleckRaz DeganRobert EarleyRory McCannRosario DawsonStéphane FerraraTadhg MurphyTim Pigott-SmithToby KebbellVal KilmerCastAleczander GordonAngelina JolieAnnelise HesmeAnthony HopkinsBenny MaslovBin BunlueritBrian BlessedChristopher PlummerColin FarrellConnor PaoloDavid BedellaDenis ConwayElliot CowanErol SanderFéodor AtkineFiona O'ShaughnessyFrancisco BoschGary StretchIan BeattieJared LetoJessie KammJohn KavanaghJonathan Rhys MeyersJoseph MorganLaird MacintoshMichael DixonMichelle LukesMorgan Christopher FerrisNeil JacksonNick DunningPatrick CarrollPeter WilliamsonRab AffleckRaz DeganRobert EarleyRory McCannRosario DawsonStéphane FerraraTadhg MurphyTim Pigott-SmithToby KebbellVal Kilmer",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ySK5gxvXYnn55fjCIBeJVsG17RJ.jpg",
      "https://image.tmdb.org/t/p/w300/sCuirbSphSVRExPF70S6JrrRQcb.jpg",
      "https://image.tmdb.org/t/p/w300/hrTYDvAFXyVWP204AAl6FFFMSUO.jpg",
      "https://image.tmdb.org/t/p/w300/sqY4MVhtCCwQsUaiO9ge3HLSfYy.jpg",
      "https://image.tmdb.org/t/p/w300/nJ24KiVyh7wbj1HyRjbPXZOGoOR.jpg",
      "https://image.tmdb.org/t/p/w300/pz3F1NeD5sVJEdgPohiRzMS1pue.jpg",
      "https://image.tmdb.org/t/p/w300/zJxAUJn4usTOcBFcomSsIDsUwp0.jpg",
      "https://image.tmdb.org/t/p/w300/4A5u6c24TC4qH0SRTX9005qFHqr.jpg",
      "https://image.tmdb.org/t/p/w300/ahfwpCXsRpy7s6i07aaYrkgadQc.jpg",
      "https://image.tmdb.org/t/p/w300/a0TrZHbHKiBmfbIqokcQpu4vRtP.jpg",
      "https://image.tmdb.org/t/p/w300/rBUl8MJlh2SYrQTX7gV7Fwahl3P.jpg",
      "https://image.tmdb.org/t/p/w300/pAThWaBVex87tUDIlilgJWVqMIk.jpg",
      "https://image.tmdb.org/t/p/w300/kExxv6rd7LrzxpG1Zbf3hRkBZ7D.jpg",
      "https://image.tmdb.org/t/p/w300/ty8fXEswXC4b3W3M4Vz8YCUTGZF.jpg",
      "https://image.tmdb.org/t/p/w300/5SfiA3xWAmnt9zHFoltRH8p3Yf7.jpg",
      "https://image.tmdb.org/t/p/w300/rbyegPXzv8GzhiXFoFcM16YT2J.jpg",
      "https://image.tmdb.org/t/p/w300/x9HFYoLAFPcg2EMnEcoqZmTslLJ.jpg",
      "https://image.tmdb.org/t/p/w300/nZFOusjcCefjlu54lYuMIQ47LPw.jpg",
      "https://image.tmdb.org/t/p/w300/nhSmAciSAcHrYsLX6yUmhA9V0J9.jpg",
      "https://image.tmdb.org/t/p/w300/jIbq3Cz2xv4d9MuMAauGr0kedau.jpg",
      "https://image.tmdb.org/t/p/w300/u3MPWkJQMzbzPhYqY4B7AVzqvnX.jpg",
      "https://image.tmdb.org/t/p/w300/rYbbhyk2kAY7108l8GOR5TmEEXQ.jpg",
      "https://image.tmdb.org/t/p/w300/sMUId2xJAcNbgN9mzOVBiFwHwIh.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/df00a762-5e0b-408b-959b-a8c47fda8c68-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/alexander-2004-blu-ray-1080-p-mkv",
        "server": "yoteshinportal.cc",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eQp1/Alexander_(2004)_BluRay_1080p.mkv",
        "server": "megaup.net",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/fim6q7pnm4t1.html",
        "server": "streamsb.com",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/hiegri2dmf47",
        "server": "streamvid.io",
        "size": "4 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/alexander-2004-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eQph/Alexander_(2004)_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "2.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/lt3x4kmwdzn1.html",
        "server": "streamsb.com",
        "size": "2.2 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/s5lycdmdmdf9",
        "server": "streamvid.io",
        "size": "2.2 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "Bh6LKIdxqCU",
      "video_url": "https://www.youtube.com/watch?v=Bh6LKIdxqCU",
      "embed_url": "https://www.youtube.com/embed/Bh6LKIdxqCU"
    }
  },
  {
    "metadata": "PG-13|2013|2h 4min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "7.0/10",
      "rating_count": "840,914"
    },
    "title": "Oblivion (2013)",
    "description": "Oblivion (2013)IMDb – 7.0/10_____Rotten – 53%၂၀၁၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မင်းသာကြီး တွမ်ခရုစ် ရဲ့ IMDb 7 ထိရရှိခဲ့တဲ့sci-fi ရုပ်ရှင်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်အဟောင်းဆိုပေမယ့် မကြည့်ရသေးသူတွေ ပြန်လည်ခံစားချင်သူတွေအတွက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုလ်သားတွေနဲ့ လူသားတို့ရဲ့ တိုက်ပွဲအပြီး2077 ခုနှစ်မှာ ဂျက်ရစ်ချာ (တွမ်ခရုစ်) ဟာကမ္ဘာကြီးရဲ့လုံခြုံရေးဝန်ထမ်းအဖြစ်တာဝန်ထမ်းဆောင်နေသူဖြစ်ပြီးသူ့ရဲ့ တာဝန်ပြီးဖို့ ရက်သတ္တပတ်၂ပတ်ခန့် အလိုမှာပဲမမျှော်လင့်ထားတဲ့ မိန်းမချောလေးတစ်ဦးကိုကယ်တင်မိရာကနေအဲဒီ့မိန်းကလေးက လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့ရာ အကြောင်းတစ်ခုဖြစ်လာတဲ့အခါမှာတော့….။ဒီရုပ်ရှင်က ကမ္ဘာပျက်ကိန်းရုပ်ရှင်ကားတွေထဲမှာ တွမ်ခရုစ်နဲ့အတူနာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပါကြောင်း။File size…(3.8 GB)/(1.3 GB) /(830 MB)Quality….BluRay4KHEVC/1080p HEVC/720pFormat…mkv/mp4Duration….02:04:42Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoseph KosinskiStarsAndrea RiseboroughMorgan FreemanTom CruiseCastAbigail LoweAndrea RiseboroughIsabelle LoweMelissa LeoMorgan FreemanNikolaj Coster-WaldauOlga KurylenkoTom CruiseZoë Bell",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/19AqfWi8S99tDmp7hskCeDQuwLU.jpg",
      "https://image.tmdb.org/t/p/w300/sbkYWB5QcfT00gLUkbNE5LTdhIX.jpg",
      "https://image.tmdb.org/t/p/w300/efeVuu4rltB6b59GI2ZtuU4xidf.jpg",
      "https://image.tmdb.org/t/p/w300/f6hkCQ9LHS1SGovNkoveh7L7W36.jpg",
      "https://image.tmdb.org/t/p/w300/A6wFgFFEgymebp518fcsa71jnSu.jpg",
      "https://image.tmdb.org/t/p/w300/oqDxDo6jDsQVSY7cvONB7r4AujG.jpg",
      "https://image.tmdb.org/t/p/w300/Pv6vu1lxgct3GWhUXVVOMZwNlZ.jpg",
      "https://image.tmdb.org/t/p/w300/yvFtIWMvRS8PUbJOGpkSZk07CB3.jpg",
      "https://image.tmdb.org/t/p/w300/1d6q2DIcUFv7mBNjUbfa7gZ65Sj.jpg",
      "https://image.tmdb.org/t/p/w300/bAV9sQT3C11Q0xGFVktRNuaqKLg.jpg",
      "https://image.tmdb.org/t/p/w300/ns3KG7VJWzcg0XphJG6fTeO2xch.jpg",
      "https://image.tmdb.org/t/p/w300/3286wa6fhIunUj3vOyrqhAIe10c.jpg",
      "https://image.tmdb.org/t/p/w300/kzVrwg19Nq9LA8ZT8JLZhcVUk8P.jpg",
      "https://image.tmdb.org/t/p/w300/7B6uFvtTzDLr3wQLwgbH8zeBQB2.jpg",
      "https://image.tmdb.org/t/p/w300/wZMz7ck2m2A2J0fNLZJ7SxLlpqa.jpg",
      "https://image.tmdb.org/t/p/w300/67up714AZjUL2G24AVpJZbheukF.jpg",
      "https://image.tmdb.org/t/p/w300/diIV2Wa0lLG8HPfOvX2yTvlYKEn.jpg",
      "https://image.tmdb.org/t/p/w300/xbMEjr3mK3qskBy1IC7LMe02HdU.jpg",
      "https://image.tmdb.org/t/p/w300/p7mvnBIqN1YL4KJwNc3Ob42YHUb.jpg",
      "https://image.tmdb.org/t/p/w300/2gQy1RmiXB9r555aZPrLdAgW2iZ.jpg",
      "https://image.tmdb.org/t/p/w300/j6Y4iGNbyYrfccMTcCXLscspaa2.jpg",
      "https://image.tmdb.org/t/p/w300/ikUImuDujuJHgobQmJfaMGVcl03.jpg",
      "https://image.tmdb.org/t/p/w300/oJjtJqE99JraHCbu3YlDCFnh7h7.jpg",
      "https://image.tmdb.org/t/p/w300/vMbFZjQ9Pgk5RBqT6SEVWNdH4i8.jpg",
      "https://image.tmdb.org/t/p/w300/lhh6wF4aYj1TP9CJkUM4LBQqgtv.jpg",
      "https://image.tmdb.org/t/p/w300/s4vcP8svhEuutZ1ntVjlVpaJ74I.jpg",
      "https://image.tmdb.org/t/p/w300/kJduCb8lAyDZyNyIK0i3JyE9y8r.jpg",
      "https://image.tmdb.org/t/p/w300/h053v1EFs1FHZ4DU97MxnSejLYu.jpg",
      "https://image.tmdb.org/t/p/w300/5sXIbxMo1ouMsEk3wHe6sCHeiT2.jpg",
      "https://image.tmdb.org/t/p/w300/2zrYaqRMkiD0zCM92lMH78mEoao.jpg",
      "https://image.tmdb.org/t/p/w300/k3X2dEUkrMYbxUSDOfFtQZSKyz.jpg",
      "https://image.tmdb.org/t/p/w300/bs1UTBmL7sKNoKZiO3CntSLL48d.jpg",
      "https://image.tmdb.org/t/p/w300/y4kyPOz99Mn5dnDDAMXy8CdIzGO.jpg",
      "https://image.tmdb.org/t/p/w300/iDt36a1TyblDdIZpl9ctBA3iaER.jpg",
      "https://image.tmdb.org/t/p/w300/yY2HsuddNSJAclw0O5M7WlzkY75.jpg",
      "https://image.tmdb.org/t/p/w300/tvcnLFXCiUtgGdAzQ3nGlL5hWL9.jpg",
      "https://image.tmdb.org/t/p/w300/6wIXgXGlal0CgAZxdJP1puwtINc.jpg",
      "https://image.tmdb.org/t/p/w300/mgwsbUOF0JzZpO9pY4Ss5DCoDTX.jpg",
      "https://image.tmdb.org/t/p/w300/f0D0irdIQAupqu84ZUcxN1r8aKs.jpg",
      "https://image.tmdb.org/t/p/w300/aTEZcPvsHiLkdnKL7CGSqR9GpNq.jpg",
      "https://image.tmdb.org/t/p/w300/o9uXNOkI9TCrSeLdirfw55hSg1y.jpg",
      "https://image.tmdb.org/t/p/w300/d4o8kJgee2NPWRekalWI0VmXhlQ.jpg",
      "https://image.tmdb.org/t/p/w300/4E3oVQtYT2kdxIEtdk6g1sk1ePQ.jpg",
      "https://image.tmdb.org/t/p/w300/eS9PMkjE6C1rbw4My3a3xdCBOdd.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479867336744.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-oblivion-2013-2160-p-4-k-sdr-10-bit-blu-ray-x-265-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://megaup.net/1SEXm/(CM)_Oblivion_(2013)_2160p_4K_SDR_10bit_BluRay_x265_HEVC_AAC_5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "3.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://usersdrive.com/637cbsvjzx3o.html",
        "server": "usersdrive.com",
        "size": "3.8 GB",
        "quality": "4K HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-oblivion-2013-1080-p-10-bit-blu-ray-x-265-hevc-aac-5-1-naung-mkv",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2yDjg/(CM)_Oblivion_(2013)_1080p_10bit_BluRay_x265_HEVC_AAC_5.1-Naung.mkv",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/sHIx2CjZ#oDaowL6KXVXS4q0h1-sk89TA62M2AQmSfkQVJlwgbTc",
        "server": "mega.nz",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/j6pmnze5zkra.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-oblivion-2013-blu-ray-720-p-aac-5-1-naung-mp-4",
        "server": "yoteshinportal.cc",
        "size": "830 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1cIoz/(CM)_Oblivion_(2013)_BluRay_720p_AAC_5.1-Naung.mp4",
        "server": "megaup.net",
        "size": "830 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/YW4whTLA#PUXL2LXdpgpBShnm89d0fOY1dz5tQbquO5VgElEGEc4",
        "server": "mega.nz",
        "size": "830 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fhlvhacfzt9y.html",
        "server": "usersdrive.com",
        "size": "830 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/7je6s4xjukpy",
        "server": "streamvid.io",
        "size": "830 MB",
        "quality": "720p"
      },
      {
        "link": "https://sbbrisk.com/ltqvks1ae0zw.html",
        "server": "streamsb.com",
        "size": "830 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "UsjdRsrR6cs",
      "video_url": "https://www.youtube.com/watch?v=UsjdRsrR6cs",
      "embed_url": "https://www.youtube.com/embed/UsjdRsrR6cs"
    }
  },
  {
    "metadata": "|||Adventure,Drama,Family",
    "rating": {
      "rating": "5.4/10",
      "rating_count": ""
    },
    "title": "The Curious Case of Dolphin Bay(2022)",
    "description": "Mystery နဲ့ လူငယ်ကားလေးတွေကြည့်ရတာ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် The Curious Case of Dolphin Bayဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။အားလုံးလည်း သိပြီးကြတဲ့အတိုင်း ကမ္ဘာကြီးက တဖြည်းဖြည်းပူနွေးလာပြီး ပင်လယ်ပျော်သတ္တဝါတွေလည်း မျိုးတုံးလာကြပါတယ်။ ဒီလိုပင်လယ်သတ္တဝါတွေမျိုးတုံးလာမှုကို ဖြေရှင်းချင်ပြီး ပင်လယ်ချစ်တတ်တဲ့ Quinnဟာ ကျောင်းပိတ်ရက်မှာ သြစတေးလျမှာရှိတဲ့ အဏ္ဏဝါဇီဝဗေဒစင်တာ တစ်ခုမှာ အလုပ်သင်လုပ်ဖို့ လင်းပိုင်ပင်လယ်အော်ကို လာခဲ့ပါတယ်။ အလုပ်သင်ဆင်းတဲ့ လူငယ်လေးယောက်ထဲမှာမှ Teddyဆိုတဲ့ကောင်လေးက အဏ္ဏဝါဇီဝဗေဒကို စိတ်ဝင်စားလို့မဟုတ်ဘဲ ဒီပင်လယ်အော်မှာရှိနေတဲ့ ရတနာသိုက်ရှာဖို့ လာခဲ့တာပါ။ စိတ်ကူးယဥ်ဆန်ဆန် Mysteryတွေကို ဖြေရှင်းချင်တဲ့ Teddyနဲ့ လက်တွေ့ကိုပဲ ယုံကြည်တဲ့ သိပ္ပံသမား Quinnတို့ ဘယ်လိုတွေ သူငယ်ချင်းဖြစ်သွားကြမလဲ။ ပြီးတော့ ဒီပင်လယ်အော်မှာပဲ ခြောက်လှန့်နေတဲ့ ရတနာသိုက်ရှာတစ္ဆေတစ်ကောင်လည်း ရှိနေပါသေးတယ်။ အဲဒီကိစ္စကိုရော Quinnတို့ ဘယ်လိုအဖြေရှာကြမလဲ…..ဒီကားကိုကြည့်ရတာတန်စေတဲ့ အကြောင်းအရင်းတွေကတော့ ပင်လယ်ကမ်းခြေရှုခင်းတွေ သန္တာကျောက်တန်းဇီဝမျိုးကွဲတွေကို တွေ့ရတာအပြင် အဆင်ချောချောလေးကို ငမ်းရတာလည်းပါပါသေးတယ်File size…(1.88GB) / (969MB) / (490MB)Quality…. Web 1080P / 720p / 480PFormat…mp4Duration….01:23:00Genre…Adventure / Family / DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by JaneYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAllegra TeoCharles CottierCharlie ClausenElla ProbertsIndia CharitonIzabela RoseJayden McGinlayJessica KnightRowan ChapmanShanyn AsmarVal Lehman",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1gx7nIjPmUYfh76jKfr0LZ0BuHF.jpg",
      "https://image.tmdb.org/t/p/w300/shkz7nfUjxb9eQThN07gldDD44.jpg",
      "https://image.tmdb.org/t/p/w300/8iiG8RvBtzKuxHKCckLbTuMG5a9.jpg",
      "https://image.tmdb.org/t/p/w300/1tui4ipK7XK4b3dpBgkDIsPiwBQ.jpg",
      "https://image.tmdb.org/t/p/w300/2ewLaKr2whpy46UGrfv1sGqNrXG.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-curi-scaled.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/the-curious-case-of-dolphin-bay-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.88GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/3lwljfer2yhm.html",
        "server": "usersdrive.com",
        "size": "1.88GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1OJ5t/The.Curious.Case.of.Dolphin.Bay.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.88GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/WNJUXL4I#rLD0F5whFepoMV5hgTyb1Vc86BmoFu_oFxzd_HnVRfw",
        "server": "mega.nz",
        "size": "1.88GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/the-curious-case-of-dolphin-bay-2022-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/77csl0vwfz0p.html",
        "server": "usersdrive.com",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1OJ5e/The.Curious.Case.of.Dolphin.Bay.2022.720p(CM).mp4",
        "server": "megaup.net",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/yUQ3lJIC#eOT77jrcaTEnu8G8Hdh3YEHqJz59C620sHQreRhTrcI",
        "server": "mega.nz",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/hlamar2mxl2x.html",
        "server": "streamsb.com",
        "size": "969MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-curious-case-of-dolphin-bay-2022-480-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "490MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/fvc26tjw9qa1.html",
        "server": "usersdrive.com",
        "size": "490MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1OJ59/The.Curious.Case.of.Dolphin.Bay.2022.480p.(CM).mp4",
        "server": "megaup.net",
        "size": "490MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/rZRkkbRC#OV_1d0G07TqsI2Wj3Y---BIngvjhj1Lz_-J3bAPzs4g",
        "server": "mega.nz",
        "size": "490MB",
        "quality": "480p"
      },
      {
        "link": "https://sblanh.com/eeavpy3k0hi7.html",
        "server": "streamsb.com",
        "size": "490MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "4-82TEUlsn4",
      "video_url": "https://www.youtube.com/watch?v=4-82TEUlsn4",
      "embed_url": "https://www.youtube.com/embed/4-82TEUlsn4"
    }
  },
  {
    "metadata": "PG-13|2023|2h 14m|Action,Adventure,Comedy",
    "rating": {
      "rating": "7.5/10",
      "rating_count": "55000"
    },
    "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
    "description": "Dungeons & Dragons: Honor Among Thieves (2023)~IMDb – 7.5/10, RT – 90%, Meta – 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ဒီထဲမှာ သုံးသွားတဲ့ မှော်တိုက်ကွက်တွေကလည်း နာမည်တွေမပြောပေမဲ့ ယခင် ဂိမ်းတွေထဲမှာ အဓိကသုံးကြတဲ့ အကွက်တွေဖြစ်သလို D&D ယူနီဗာ့စ်ကြီးရဲ့ အထင်က‌ရနေရာဖြစ်တဲ့ Neverwinter မြို့ကို နေရာစုံပြထားတဲ့အပြင် Easter Egg မျိုးစုံပါပါတယ်။ D&D ဖန် ဟုတ်ဟုတ်မဟုတ်ဟုတ် ကြည့်လို့ကောင်း အချိန်ပေးရကျိုးနပ်မှာတော့သေချာပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အက်ဂင်ဆိုတဲ့ လူတစ်ယောက်ဟာ လူတွေကို ကူညီတဲ့ စောင်းသမားအဖွဲ့ကနေ သူခိုးအဖြစ်ကို အကြောင်းတစ်ခုကြောင့် ပြောင်းလဲလာတဲ့လူတစ်ယောက်ပါ။ သူနဲ့အတူ သူ့ရဲ့ သမီး ကီရာ၊ တိုက်ခိုက်ရေးသမား ဟိုဂါ၊ မှော်ဆရာတလွဲကောင် ဆိုင်မွန်၊ လူလိမ် ဖို့ဂျ်တို့လည်း သူခိုးအဖွဲ့မှာပါဝင်ကြပါတယ်။ တစ်ကြိမ်မှာတော့ အက်ဂင်ရဲ့ သေသွားတဲ့ ဇနီးကိုအသက်ပြန်သွင်းနိုင်တဲ့ ကျောက်ပြားတစ်ချပ်ကိုခိုးယူရင်း အဖမ်းခံလိုက်ရပြီး အက်ဂင်နဲ့ဟိုဂါတို့ ထောင်ကျသွားခဲ့ပါတယ်။ ထောင်ကနေ ထွက်ပြေးလာပြီး ကျောက်ပြားနဲ့သမီးကို ပြန်လိုက်ရှာရင်းနဲ့ သေယန်ဆိုတဲ့ စုန်းကဝေတပ်ကြီးနဲ့ တိုက်ခိုက်ဖို့ကြုံလာတဲ့အခါ……(ဒီဇာတ်ကားနဲ့အညွှန်းကိုMr. Andersonမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.6GB, 1.3GBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 2H 14MinGenre – Action, Adventure, ComedySubtitle – Myanmar Subtitle (Hardsub)Translated byMr. AndersonEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJohn Francis DaleyJonathan GoldsteinStarsAnton Simpson-TidyBradley CooperBroden KellyChloe ColemanChris PineClayton GroverDaisy HeadDaniel CampbellEdd OsmondEmer McDaidFionnlagh AllanHayley-Marie AxeHugh GrantIan HanmoreJason WongJeanne Nicole Ní ÁinleJude HillJustice SmithKenneth CollardMark BonannoMichael RedmondMichelle RodriguezNiamh McCormackPaul BazelyPhilip BrodieRegé-Jean PageRichard CroxfordRichard HallRichie WilsonRylan JacksonRylee Neilly-LargeSharon BlynnSophia LillisZachary RuaneCastAnton Simpson-TidyBradley CooperBroden KellyChloe ColemanChris PineClayton GroverDaisy HeadDaniel CampbellEdd OsmondEmer McDaidFionnlagh AllanHayley-Marie AxeHugh GrantIan HanmoreJason WongJeanne Nicole Ní ÁinleJude HillJustice SmithKenneth CollardMark BonannoMichael RedmondMichelle RodriguezNiamh McCormackPaul BazelyPhilip BrodieRegé-Jean PageRichard CroxfordRichard HallRichie WilsonRylan JacksonRylee Neilly-LargeSharon BlynnSophia LillisZachary Ruane",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2rVkDZFLN6DI5PAoraoe9m4IRMN.jpg",
      "https://image.tmdb.org/t/p/w300/cZDJ0Ye6QdgubmimrfaOMrNzfQU.jpg",
      "https://image.tmdb.org/t/p/w300/efY0VLVb0wBAOyyNWwxvMdYQP8i.jpg",
      "https://image.tmdb.org/t/p/w300/20uHjZ4yCPD2x0ndcxZaxM7hLIy.jpg",
      "https://image.tmdb.org/t/p/w300/zRwehDUrCqLTBXqOGxWxr925NwE.jpg",
      "https://image.tmdb.org/t/p/w300/fh7aM10THQzivGU7kAkgKrgzot4.jpg",
      "https://image.tmdb.org/t/p/w300/qmEKe0AEsns2WXinbkGxlCxlTHq.jpg",
      "https://image.tmdb.org/t/p/w300/z5u6aHWDTaKOSApj9XWxtDe6dzl.jpg",
      "https://image.tmdb.org/t/p/w300/wLAxiLDgc4lFesEo3WzD3kHUJ7E.jpg",
      "https://image.tmdb.org/t/p/w300/iCXpRJNK6th4AAtAJbfwCjjetI5.jpg",
      "https://image.tmdb.org/t/p/w300/sLzQ2YDxBOpeZ8GpVZmoRZP72rX.jpg",
      "https://image.tmdb.org/t/p/w300/mGfsVzeIom5ael4vW15wvF417MM.jpg",
      "https://image.tmdb.org/t/p/w300/zCFg5oKK7OqB4ZJPzfeJoqj60Tg.jpg",
      "https://image.tmdb.org/t/p/w300/yJpI96EX54KbM6W9wPizYSNP8Tv.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-honor-among-thieves-2023-2160-p-4-k-amzn-web-dl-x-265-10-bit-sdr-10-ddp-5-1-y-mkv",
        "server": "yoteshinportal.cc",
        "size": "5.7GB",
        "quality": "4K"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-honor-among-thieves-2023-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1TO5b/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/0D1UwSZB#2qRDpY-nh_b5oRDcWHEN0r__Xq_KhRf45jNwX1wCrQA",
        "server": "mega.nz",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/i4kzj5d2ahlv.html",
        "server": "usersdrive.com",
        "size": "2.6GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-dungeons-and-dragons-honor-among-thieves-2023-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1TO4o/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_720p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/MCEgSaqT#OaBghZkz_y8jmyPVdZLmOcSsU4mSYP0pE-0q8qU3pVI",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/xni1ehus6q09.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://lvturbo.com/yt2g9cp9nd5f.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/ysxs0qtfi41k",
        "server": "streamvid.io",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MHXWY_gPzMw",
      "video_url": "https://www.youtube.com/watch?v=MHXWY_gPzMw",
      "embed_url": "https://www.youtube.com/embed/MHXWY_gPzMw"
    }
  },
  {
    "metadata": "R||2hr 01min|Action,Adventure,Fantasy,Sci-Fi,Thriller",
    "rating": {
      "rating": "5.7/10",
      "rating_count": "5,868"
    },
    "title": "Snake Eyes: G.I. Joe Origins (2021)",
    "description": "G.I.Joeထဲက နင်ဂျာအမဲ​ရောင် စကား​ပြောတဲ့ရုပ်ရှင်ထွက်လာပါပြီဒီရုပ်ရှင်က Snake Eyesနဲ့ သူရဲ့​သွေး​သောက်ညီအစ်ကို၊ ပြိုင်ဘက် Storm Shadow တို့ရဲ့ မူလအစကို တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ခေါင်း​​​ဆောင်မင်းသားနှစ်​​ယောက်က Crazy Rich Asians ထဲက Henry Golding နဲ့ ကြမ်း​ပေ့ရမ်း​ပေ့ဆိုတဲ့ “Warriors” စီးရီးထဲက မင်းသား Andrew Koji ပါငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကို အမည်မသိလူတစ်စု သတ်ဖြတ်သွားတာ​ကြောင့် ကလဲ့စား​ချေလိုစိတ်နဲ့ကြီးပြင်းလာ ခဲ့တဲ့ Snake Eyesတစ်​​ယောက်Arashik​age မျိုးနွယ်စုရဲ့ ဆက်ခံသူဖြစ်လာမယ့် ​”တော်မီ”ကို မျိုးနွယ်စုသစ္စာ​ဖောက် “ကန်တာ”နဲ့ လူမိုက်တစ်သိုက်လက်ထဲက ကယ်တင်ဖို့အ​ရေးနဲ့ ကြုံလာရပါတယ်သူကယ်တင်​ပေးခဲ့တဲ့”တော်မီ”က​နေတဆင့် Arashikage မျိုးနွယ်ရဲ့သိုင်းပညာကျင့်စဉ်တွေကို လက်ဆင့်ကမ်းသင်ကြားရင်း အ​ဖေကိုသတ်သွားတဲ့တရားခံကိုလက်စားပြန်​ချေနိုင်မလား၊Snake Eyesဆိုတဲ့နာမည်ကိုဘယ်လိုရလာမှာလဲ၊သစ္စာ​ဖောက် “ကန်တာ”ရဲ့အကြံအစည်က​ရော ဘာဖြစ်မလဲ၊JOEအဖွဲ့နဲ့ Cobraက​ရော ဒီဇာတ်ကားထဲမှာ ဘယ်လိုအခန်းကဏ္ဍက ပါဝင်လာမလဲ ……စသဖြင့် ​​ရှေ့မှာထွက်ပြီးသား G.I.Joe နှစ်ကားရဲ့ Spin off အဖြစ် ဇာတ်လမ်းဆက်​ပေးသွားမှာဖြစ်ပါတယ်Digital releaseအ​နေနဲ့ အခုမှထွက်လာတာဖြစ်လို့ CM fan ​တွေအတွက် ရတာနဲ့ အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်(ဘာသာပြန်ထားတာကတော့ Jim X & Ma Phi တို့ပဲ ဖြစ်ကြပါတယ်)File Size : (2.0 GB) , (1.3 GB) and (480 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 01minFormat : Mp4Genre : Action,Adventure,Fantasy,Sci-Fi,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H264-CMRGTranslated by Jim X & Ma PhiEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsStars2021CastAndrew KojiEri IshidaHaruka AbeHenry GoldingIko UwaisNicholas DohyPeter MensahSamara WeavingSamuel FinziShota KakibataSimon ChinSteven AllerickTakehiro HiraÚrsula Corberó",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2OFg5p9yarI5zZsUWKCRgBgPctj.jpg",
      "https://image.tmdb.org/t/p/w300/hOnXtWYUNgta8pW75K8Kz2pTBxv.jpg",
      "https://image.tmdb.org/t/p/w300/lQ1r7trIWYUeCCq6GbHzaUl0fNM.jpg",
      "https://image.tmdb.org/t/p/w300/ybWsRFw3vxu2gJBsR4T3kDsIFdv.jpg",
      "https://image.tmdb.org/t/p/w300/h5pUsPt3SRwrHeyMEOarzFkcyIW.jpg",
      "https://image.tmdb.org/t/p/w300/1EE8J1ffWDlxFw0pH6z0Hly31dW.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/snake-eyes-gi-joe-origins-2021",
        "server": "VIP Links",
        "size": "2.0 GB / 1.27 GB",
        "quality": "1080p5.1 / 720p"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-g-i-joe-origins-2021-1080-p-amzn-web-dl-5-1-cm-mp-4-2",
        "server": "yoteshinportal.cc",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://usersdrive.com/ym653c1bexov.html",
        "server": "usersdrive.com",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://megaup.net/Yq9a/Snake.Eyes.G.I.Joe.Origins.2021.1080p.AMZN.WEB-DL.5.1.CM.mp4",
        "server": "megaup.net",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://cloudemb.com/0pzoe7hx6bsy.html",
        "server": "streamsb.com",
        "size": "2.0 GB",
        "quality": "1080p5.1"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-g-i-joe-origins-2021-720-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/wkhkdnn7does.html",
        "server": "usersdrive.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2kl3q/Snake.Eyes.G.I.Joe.Origins.2021.720p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://cloudemb.com/gj8bt4ayhc8n.html",
        "server": "streamsb.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/4ayrp0wowo0h",
        "server": "veryfiles.com",
        "size": "1.3 GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/snake-eyes-g-i-joe-origins-2021-480-p-amzn-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ihefp29alaq6.html",
        "server": "usersdrive.com",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2kl3n/Snake.Eyes.G.I.Joe.Origins.2021.480p.AMZN.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://cloudemb.com/oyhfoflop1mq.html",
        "server": "streamsb.com",
        "size": "488 MB",
        "quality": "480p"
      },
      {
        "link": "https://veryfiles.com/brp0u643703v",
        "server": "VIP Links",
        "size": "488 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "fOzewsswtGM",
      "video_url": "https://www.youtube.com/watch?v=fOzewsswtGM",
      "embed_url": "https://www.youtube.com/embed/fOzewsswtGM"
    }
  },
  {
    "metadata": "|||Action,Adult,Adventure,Asian,Crime",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
    "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့…ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ…ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။)File size…(750 MB) and (330 MB)Quality…DVDripFormat…mp4Duration….01:08:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….RGBTranslated by Dark Moe GyiYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-sultry-assassin2010",
        "server": "VIP Links",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-sultry-assassin-2010-mp-4",
        "server": "yoteshinportal.cc",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://watchsb.com/0azdmhmhmh40.html",
        "server": "streamsb.com",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "server": "megaup.net",
        "size": "750 MB",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|2022|1h 52min|Action,Adventure,Sci-Fi",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "612"
    },
    "title": "Warriors of Future (2022)",
    "description": "Warriors of the Future (2022)ဟောင်ကောင်ရဲ့ နာမည်ကျော် သိပ္ပံစိတ်ကူးယဉ် ရုပ်ရှင်အသစ်လာပါပြီ။မင်းသားတွေကလည်း နာမည်ကြီး ဘိုးတော်တွေပါပဲ။ဇာတ်လမ်းကလည်း အတော်စိတ်ဝင်စားဖို့ကောင်းပါတယ်။အနာဂတ်အချိန်ကို အခြေတည်ထားတာပါ။အနာဂတ်မှာ လူတွေဟာ နည်းပညာတွေတိုးတက်လာပြီး စက်ရုပ်တွေကိုပါ စစ်ပွဲတွေမှာ သုံးနိုင်တဲ့အဆင့်ဖြစ်လာပါပြီ။ဒါပေမဲ့ စစ်ပွဲတွေများလာတာနဲ့အတူ ကမ္ဘာကြီးလဲညစ်ညမ်းပျက်စီးလာပြီးနောက်ဆုံးမှာ လေထုပါ အဆိပ်သင့်သွားတဲ့အခြေအနေဖြစ်လာပါတယ်။လူတွေကလည်း စကိုင်းနက်လို့ ခေါ်တဲ့ လေသန့်စင်စနစ်ကြီးတွေတည်ဆောက်ပြီး နေကြရတာပါ။တစ်နေ့မှာတော့ ကမ္ဘာပေါ်ကို ဥက္ကာခဲတစ်ခု ကျလာပြီး အဲဒီအထဲကနေ အခြားဂြိုလ်က အပင်တစ်ပင် ပေါက်ထွက်လာပါတယ်။အဲဒီအပင်ဟာ ရေနဲ့တွေ့လေကြီးထွားလေဖြစ်ပြီး အဖျက်စွမ်းအားလည်း မြင့်လာပါတယ်။တချိန်တည်းမှာပဲ အဲဒီအပင်ဟာ ကမ္ဘာပေါ်လေတွေကို သန့်စင်ပေးနိုင်စွမ်းရှိတာမို့ မီးစတစ်ဖက် ရေမှုတ်တစ်ဖက် ဖြစ်နေတာပါ။အခုဇာတ်လမ်းရဲ့ အဓိက အကြောင်းအရာကတော့ အဲဒီအပင်ရဲ့ ဖျက်ဆီးနိင်စွမ်းတွေကို တားဆီးပြီးကမ္ဘာကိုကယ်တင်နိုင်ဖို့ စစ်ဆင်ရေးတစ်ခု ခက်ခက်ခဲခဲ ဆင်နွှဲရတဲ့အကြောင်းပါပဲ။ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ခံစားကြည့်လိုက်ပါဦး။အညှန်း နဲ့ ဘာသာပြန်ကတော့Mr.Andersonပဲ ဖြစ်ပါတယ်။Genre….. Action, Adventure, Sci-fiQuality…. 1080p | 720p | 480pFile size… 2.27GB | 1.12GB | 520MBFormat… mp4Duration…. 1h 52minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Mr.AndersonEncoder …..Thit San Khant, AugustYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastCarina LauGerman Cheung Man-KitGuopeng WanJanice WuKevin ChuLau Ching-WanLouis KooNg Siu HinNick CheungPhilip KeungTony WuTse Kwan-Ho",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8ybdSPM1AutUK48gmMPOfu8TcyB.jpg",
      "https://image.tmdb.org/t/p/w300/1qf0ooelmWyQ3IfiqnrFo6fMKpg.jpg",
      "https://image.tmdb.org/t/p/w300/jL6dUyvPltVcbs1UawEeldlwMIY.jpg",
      "https://image.tmdb.org/t/p/w300/aHaBtkuIVy0kuAMGh1tsbgXHeix.jpg",
      "https://image.tmdb.org/t/p/w300/yQGi8pzyIwnyyYwcMcOyQ4mblm5.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ouJ2GkogDYbVOuXwmTdHbDdKja1.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/yzgsasxe5zmu.html",
        "server": "usersdrive.com",
        "size": "2.27GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/warriors-of-future-2022-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.27GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/2wlci/Warriors.of.Future.2022.1080p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.27GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/pXknDSCQ#C3AqhXrAUk8JMEGSz3HjaBCw0vV3TUcEtwo8tpuSlv0",
        "server": "mega.nz",
        "size": "2.27GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/cg4ngq6yp08n.html",
        "server": "usersdrive.com",
        "size": "1.18GB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/warriors-of-future-2022-720-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.18GB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wkwW/Warriors.of.Future.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "server": "megaup.net",
        "size": "1.18GB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/8C9hzIJb#Mm-t1D1lxfgFvsikPyFkcb7fGmH1hFp-R3FCCwopJFs",
        "server": "mega.nz",
        "size": "1.18GB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/oa2ug4tv5bzv.html",
        "server": "streamsb.com",
        "size": "1.18GB",
        "quality": "720P"
      },
      {
        "link": "https://usersdrive.com/zqig7si80yfj.html",
        "server": "usersdrive.com",
        "size": "520MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/warriors-of-future-2022-480-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "520MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2wkxg/Warriors.of.Future.2022.480p.NF.WEB-DL.CM.mp4",
        "server": "megaup.net",
        "size": "520MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/pDsz1BQB#laIXgRv47MSM__UUaCorwVwkjQV7H9BVNWrf5tYrn8M",
        "server": "mega.nz",
        "size": "520MB",
        "quality": "480P"
      },
      {
        "link": "https://sblongvu.com/7ajo83ia81kp.html",
        "server": "streamsb.com",
        "size": "520MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "aNx-XeM6bXw",
      "video_url": "https://www.youtube.com/watch?v=aNx-XeM6bXw",
      "embed_url": "https://www.youtube.com/embed/aNx-XeM6bXw"
    }
  },
  {
    "metadata": "PG-13|2012|105 min|Action,Adventure,Fantasy",
    "rating": {
      "rating": "3.7/10",
      "rating_count": "6,998"
    },
    "title": "The Scorpion King 3: Battle for Redemption (2012)",
    "description": "Scorpion King 3 ; Battle for Redemptionတတိယေျမာက္ Scorpion King ဇာတ္ကားကိုေတာ့ဒါ႐ိုက္တာ Roel Reine’ ႐ိုက္ကူးခဲ့ၿပီး2012 ခုႏွစ္မွာထြက္ရွိခဲ့ပါတယ္အဓိကသ႐ုပ္ေဆာင္မ်ားအျဖစ္ Victor Webster၊ Ron Perlman၊ Billy Zane တို႔နဲ႔အတူမင္းသမီးေခ်ာေလး Krystal Vee လည္း ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကို အနည္းငယ္ေဖာ္ျပေပးလိုက္ပါတယ္ဒီကားမွာေတာ့ ကၽြန္ေတာ္တို႔ရဲ႕ အာေကးဒီးယန္းသားႀကီး မက္သားရပ္စ္ ဟာစစ္ပြဲတစ္ခုမွာစစ္ရံႈးခဲ့ပါတယ္သူ႔ရဲ႕အင္ပါယာႀကီး ၿပိဳကြဲခဲ့ရံုသာမက သူ႔ရဲ႕ခ်စ္လွစြာေသာ ေမွာ္ဆရာမေလးပါဆံုးပါးသြားတာေၾကာင့္ မက္သားရပ္စ္တစ္ေယာက္ ဘဝပ်က္ေနတဲ့ကာလလို႔ေတာင္ ဆိုႏိုင္ပါတယ္ေသမထူး ေနမထူး ဘဝမွာ တိုက္ခိုက္ျခင္းအတတ္ပညာကလြဲၿပီးက်န္တဲ့အတတ္ပညာ သူ႔မွာမရွိတာေၾကာင့္“ေၾကးစားစစ္သား” တစ္ေယာက္အျဖစ္ အသက္ေမြးေနခဲ့ရပါတယ္သံုးျပည္ေထာင္ကြဲေနတဲ့အီဂ်စ္ျပည္ႀကီးကိုဟိုးရပ္စ္၊ တဲလပ္စ္ နဲ႔ ရာမူဆန္ ဆိုတဲ့ ဘုရင္ ၃ ပါးက အုပ္ခ်ဳပ္ေနၾကပါတယ္အၾကံႀကီးတဲ့ တဲလပ္စ္ဘုရင္ဟာ ရာမူဆန္ဘုရင္ရဲ႕တိုင္းျပည္ကို တိုက္ခိုက္ၿပီးမရဏက်မ္း(Book of Dead) ကို ရယူကာ ဟိုးရပ္စ္ဘုရင္ရဲ႕တိုင္းျပည္ကိုပါသိမ္းယူဖို႔အထိ ၾကံရြယ္ထားသူျဖစ္ပါတယ္ေႁမြေႁမြခ်င္း ေျချမင္တဲ့ ဟိုးရပ္စ္ဘုရင္ကလည္း ေၾကးစားစစ္သားႀကီးမက္သားရပ္စ္အား ရာမူဆန္ရဲ႕တိုင္းျပည္ကို စစ္ကူေစလႊတ္ခဲ့ပါတယ္ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆိုတာ ၾကည့္႐ွဳခံစားလိုက္ၾကပါစို႔လား…File Size : (828 MB) and (300 MB)Quality : BluRay  720pFormat…mp4Duration…1 hr 45 minGenre : Action , Adventure , FantasySubtitle : Myanmar Subtitle (Hard Sub)Translated byCrisis A (Arrow Team)Encoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJoanne McLennanRoel ReinéStarsBilly ZaneBostin ChristopherDave BautistaJohann HelfKimbo SliceKrystal VeeRon PerlmanSelina LoTemuera MorrisonVictor WebsterCastBilly ZaneBostin ChristopherBruce BlainDamian MavisDave BautistaDean AlexandrouGeoffrey GiulianoJ.D. HallJason PaceJohann HelfKimbo SliceKrystal VeeRon PerlmanSelina LoStephane LambertTanapol ChuksridaTemuera MorrisonVictor Webster",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/yZybOa1rTXyB7mzDpiYL96nubTM.jpg",
      "https://image.tmdb.org/t/p/w300/6hOgroF4PvbruE6MujyldHwyl2S.jpg",
      "https://image.tmdb.org/t/p/w300/ogwAX6KvgyZIga2ocWZR8FFEYhM.jpg",
      "https://image.tmdb.org/t/p/w300/r8gqbfgpEb4p2ZVePDDpKElbf3g.jpg",
      "https://image.tmdb.org/t/p/w300/8ccx52AkIZGKzoomgixbtAFLAph.jpg",
      "https://image.tmdb.org/t/p/w300/c7nkFjepK2JRUKOcAwUORGtYRXL.jpg",
      "https://image.tmdb.org/t/p/w300/aQpRdpnrV93sFIDeUoDEOjL2Vw0.jpg",
      "https://image.tmdb.org/t/p/w300/dhlC4slF5N9Efk5W81STtYPhAuM.jpg",
      "https://image.tmdb.org/t/p/w300/s9pSnLYa3RzyuxHFE4OGNwttkYy.jpg",
      "https://image.tmdb.org/t/p/w300/jas6VrRmTeZHlwCORKAMrvkrpCu.jpg",
      "https://image.tmdb.org/t/p/w300/yM6evZcre9MYdhWMP1hgbXs78dk.jpg",
      "https://image.tmdb.org/t/p/w300/zAzgemO02LGA483d5oNEC8lDv1M.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/i4BjV6dMPaCMiWCf86hPUg0BF9Z.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-scorpion-king-3-battle-for-redemption-2012",
        "server": "VIP Links",
        "size": "828 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/TUx2/The_Scorpion_King_3_-_Battle_For_Redemption_[2012]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "828 MB",
        "quality": ""
      },
      {
        "link": "https://upstream.to/ndvqlq4zyequ",
        "server": "upstream.to",
        "size": "828 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "rld-6rRDb-k",
      "video_url": "https://www.youtube.com/watch?v=rld-6rRDb-k",
      "embed_url": "https://www.youtube.com/embed/rld-6rRDb-k"
    }
  },
  {
    "metadata": "|||Adventure,Comedy,Family",
    "rating": {
      "rating": "6.4/10",
      "rating_count": ""
    },
    "title": "Maika: The Girl From Another Galaxy (2022)",
    "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ “နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ”ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်းဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး နောက်နေ့မှာသွားစပ်စုရာကနေ ရေနစ်ပါလေရော သူရေနစ်နေတဲ့အချိန်မှာပဲ သူ့အရွယ် ဂြိုလ်သူမလေးက သူ့ကိုကယ်တင်ပေးခဲ့တာပေါ့ အဲဒီလိုနဲ့ သူတို့နှစ်ယောက်က သူငယ်ချင်းတွေဖြစ်သွားတာပေါ့လေ အဲဒါကို အာကာသလွှတ်တင်ရေးစခန်းဆောက်မဲ့ ကုမ္ပဏီကသူဌေးကလည်း သိနေတော့ အဲဒီဂြိုလ်သူမလေးကို သူ့အစီစဉ်အတွက် အရမ်းကိုလိုချင်နေခဲ့တာပေါ့ အဲဒီမှာပဲ ဇာတ်လမ်းလေးကစပါတော့တယ် အဲဒီသူဌေးက ဂြိုလ်သူမလေးကိုဘယ်လိုနည်းလမ်းတွေနဲ့ မရ ရအောင်လိုက်ဖမ်းမလဲ ဘာဖြစ်လို့သူကလိုချင်နေရတာလဲ ဟမ် နဲ့မတည့်ရာကနေ အရမ်းခင်သွားတဲ့ သူငယ်ချင်းဖက်တီးလေးကရော ဟမ်ကိုဘယ်လိုကူညီမလဲ ဂြိုလ်သူမလေးကရော ကမ္ဘာကြီးဆီဘာလာလုပ်တာလဲ သူ့ကိုလိုက်ဖမ်းတဲ့သူတွေလက်ကရောလွတ်နိုင်မှာလားဆိုတာကိုကြည်နူးစရာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာလေးတွေနဲ့ ရောစပ်ဖွဲ့စည်းထားတဲ့ ကားကောင်းလေးထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ကြပါဦးFile size…(1.89GB/(1.13GB)/(610MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:45:00Genre…Adventure / Comdey / FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by GarfieldYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastDiep Anh TruKim NhaNgoc TuongPhu TruongTin Tin",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7q5EEZWJdROFMIPe5lI1ERpNWa8.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/maika-the-girl-from-another-galaxy-2022-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": " https://megaup.net/1Out5/Maika.–.The.Girl.From.Another.Galaxy.2022.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/XERAiQZS#EMoUzggZDJreUVIXuGSAQJNX2C0dwQSgM1YhHKv6TXQ",
        "server": "mega.nz",
        "size": "1.89GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/maika-the-girl-from-another-galaxy-2022-720-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": " https://megaup.net/1OusZ/Maika.–.The.Girl.From.Another.Galaxy.2022.720p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/PQQmURJY#cWV1YFvNgMd4irXs3PFl84kyJM3CpsBwYWfQd8dJDKY",
        "server": "mega.nz",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://sblanh.com/rk0akf57ale6.html",
        "server": "streamsb.com",
        "size": "1.13GB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/maika-the-girl-from-another-galaxy-2022-480-p-cm-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "610MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/1OusU/Maika.–.The.Girl.From.Another.Galaxy.2022.480p.(CM)_(2).mp4",
        "server": "megaup.net",
        "size": "610MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/uAR2VTpR#OZN_sH1IzS0qCABfzr9OIi3Gs0yhFPmb-xL5Q4bsVTs",
        "server": "mega.nz",
        "size": "610MB",
        "quality": "480p"
      },
      {
        "link": "https://sblanh.com/w53fe79qx13r.html",
        "server": "streamsb.com",
        "size": "610MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "9OTGXVnPp2Y",
      "video_url": "https://www.youtube.com/watch?v=9OTGXVnPp2Y",
      "embed_url": "https://www.youtube.com/embed/9OTGXVnPp2Y"
    }
  },
  {
    "metadata": "PG|2014|1h 42min|Action,Adventure,Animation",
    "rating": {
      "rating": "7.8/10",
      "rating_count": "296,449"
    },
    "title": "How to Train Your Dragon 2 (2014)",
    "description": "How to Train Your Dragon 2 (2014)IMDb – 7.8/10_____Rotten – 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။ဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။ဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကိုယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။အဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ နဂါးဖမ်းတဲ့မုဆိုးတစ်ယောက်က သူတို့ရဲ့ နဂါးတွေကို ဖမ်းဖို့ ကြိုးစားပါတယ်။Eret ဟာ သူ့ရဲ့ ရွာပျက်သွားတာကြောင့် နဂါးတွေကို ကြည့်မရသူဖြစ်ပြီး Drago Bludvist လို့ခေါ်တဲ့နဂါးနိုင်မင်းတစ်ယောက်အတွက် နဂါးတွေ လိုက်ဖမ်းပေးနေတာပါ။ ဒီကိစ္စကို အသိပေးဖို့ Hiccup နဲ့ Astrid တို့ဟာ ရွာကို ပြန်ခဲ့ကြပါတယ်။Hiccup နဲ့ Astrid တို့ဆီက သတင်းစကား ကြားရပြီးနောက်မှာတော့ Stoick က တစ်ရွာလုံးကို တပ်လှန့်လိုက်ပါတယ်။ Stoick ဟာ အရင်ကDrago နဲ့ ရင်ဆိုင်ဖူးပြီး ရူးသွပ်နေတယ်လို့ ဆိုပါတယ်။ Drago ဟာ ရွာကို နဂါးတွေနဲ့ မီးလောင်တိုက်သွင်းဖို့ ကြိုးစားခဲ့ဖူးပါတယ်။ ဒါပေမယ့်Hiccup ကတော့ အဲဒီ သုံးသပ်ချက်ကို လက်မခံပဲ Drago ကို သူဖြောင်းဖြရင် ရနိုင်မယ်လို့ ယုံကြည်ပြီး Eret ဆီမှာ သွားအဖမ်းခံလိုက်ပါတယ်။အဲဒီလို အဖမ်းခံပေမယ့်လည်း Hiccup ကို တကယ်တမ်း မဖမ်းနိုင်ပဲ လွတ်မြောက်သွားပြီး Hiccup နဲ့ Astrid တို့ဟာ တခြားသူတစ်ယောက် ဖမ်းဆီးတာ ခံလိုက်ရပါတယ်။ဖမ်းလိုက်တဲ့သူကတော့ တခြား နဂါးစီးသူ တစ်ယောက်ဖြစ်ပြီး Valka လို့ အမည်ရပါတယ်။ သူဟာ Alp့ha အမျိုးအစား ဧရာမ နဂါးကြီးကိုနိုင်နင်းသူဖြစ်ပြီး အဲဒီ Alpha နဂါးကြီးဟာ ကျန်တဲ့ နဂါးလေးတွေကို စောင့်ရှောက်သူ ဖြစ်ပါတယ်။ နောက်မှ သိရတာက Valka က Hiccup ရဲ့မိခင်ဖြစ်ပြီး သူငယ်စဉ်က နဂါးတွေနဲ့အတူ ရွာကနေ ထွက်သွားခဲ့တာပါ။Hiccup ဟာ သူ့မိခင်ကို ပြန်တွေ့ရပေမယ့် Drago ရဲ့ အန္တရာယ်ကနေ လွတ်မြောက်ခြင်း မရှိသေးပါဘူး။ ဗိုက်ကင်းကြီး Stoick ကလည်းHiccup နောက်ကို လိုက်လာပါတယ်။ Hiccup တို့ မိသားစု ပြန်လည်ဆုံတွေ့ကြမှာလား။ Drago ကရော ဘာတွေ ကြံစည်ထားလဲ ဆိုတာကိုတော့ ဆက်လက်ရှုစားကြပါ။Kung Fu Panda ကနေ တောက်လျှောက် 3D နဲ့ အောင်မြင်မှု ရခဲ့တဲ့ DreamWorks Animation ဟာ ၂၀၁၀ ပြည့်နှစ်က အောင်မြင်ခဲ့တဲ့How to Train Your Dragon ရဲ့ ဒုတိယမြောက် ဇာတ်ကားကို ဆက်လက်ထုတ်လုပ်လိုက်တာ ဖြစ်ပါတယ်။ စာရေးဆရာမ Cressida Cowell ရဲ့How to Train Your Dragon ဝတ္ထုကို သုံးပိုင်းခွဲ ရိုက်ကူးတဲ့ထဲက ဒုတိယမြောက် ဇာတ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Dean DeBlois ရိုက်ကူးပြီးJay Baruchel ၊ Cate Blanchett ၊ Gerald Butler ၊ Craig Ferguson ၊ America Ferrera နဲ့ Djimon Hounsou တို့က အသံနဲ့ ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။IMDb မှာ Rating 7.8 ရရှိထားပြီး Rotten Tomatoes မှာတော့ Tomatometer 91% ထိ ရရှိထားပါတယ်။ နဂါးတွေ အရောင်စုံနဲ့ရုပ်ထွက်လှပမှုကလည်း Rio 2 နဲ့ အပြိုင်ပါပဲ။ ဗိုက်ကင်းတွေရဲ့ ဇာတ်အိမ်နဲ့ ခိုင်မာတဲ့ ဇာတ်ကြောင်းကိုလည်း ပရိသတ်နှစ်သက်မှာပါ။(အညွှန်းကို myanmar movie guide မှ ကူးယူပါသည် )Filesize : 4.1GB /2.04GB / 1.07GBQuality : 1080p BluRay AAC5.1CH / 720pFormat : mp4Running Time : 1h 42 minTranslator – VSubtitle : Myanmar Subtitle (Hardsub )Encoder : Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorDean DeBloisJ.C. AlvarezStarsAmerica FerreraCate BlanchettChristopher Mintz-PlasseCraig FergusonDjimon HounsouGerard ButlerJay BaruchelJonah HillKristen WiigT.J. MillerCastAmerica FerreraAndrew AblesonCate BlanchettChristopher Mintz-PlasseCraig FergusonDjimon HounsouGerard ButlerGideon EmeryJay BaruchelJonah HillKieron ElliottKit HaringtonKristen WiigPhilip McGradeRandy ThomSimon KassianidesT.J. Miller",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/nphdgY5Vca7cvKqml7UPSI73TQp.jpg",
      "https://image.tmdb.org/t/p/w300/sKTFNMsuSgyAcwbD0xXVUXvvbY.jpg",
      "https://image.tmdb.org/t/p/w300/9q0HTEzChHgUqVzNnVJGU5O7tlM.jpg",
      "https://image.tmdb.org/t/p/w300/8AAuJtCzaibYkbE0QVHc8EBsELB.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/how-to-train-your-dragon-2-2014-mm-sub",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-2160-p-blu-ray-x-265-10-bit-sdr-5-1-4-k-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://usersdrive.com/vn6tlrghfdnz.html",
        "server": "usersdrive.com",
        "size": "4.1GB",
        "quality": "4k"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-1080-p-blu-ray-x-265-10-bit-sdr-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/y9y1iaa62hyq.html",
        "server": "usersdrive.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1NE51/How.to.Train.Your.Dragon.2.2014_1080p.BluRay.x265.10bit.SDR_5.1__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbspeed.com/msogz6z59tzm.html",
        "server": "streamsb.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://veryfiles.com/srkr3ovkkav8",
        "server": "veryfiles.com",
        "size": "2.04GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/how-to-train-your-dragon-2-2014-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/fm56svamgaku.html",
        "server": "usersdrive.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2tBxb/How.to.Train.Your.Dragon.2.2014_720p.BluRay__%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://sbspeed.com/h879kyrg0p9w.html",
        "server": "streamsb.com",
        "size": "1.07GB",
        "quality": "720p"
      },
      {
        "link": "https://veryfiles.com/of9ej4xgoqxm",
        "server": "veryfiles.com",
        "size": "1.07GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "68AqHwgk2s8",
      "video_url": "https://www.youtube.com/watch?v=68AqHwgk2s8",
      "embed_url": "https://www.youtube.com/embed/68AqHwgk2s8"
    }
  },
  {
    "metadata": "PG-13|2022|2h 27min|Action,Adventure,Biography",
    "rating": {
      "rating": "7.9/10",
      "rating_count": "441"
    },
    "title": "Thirteen Lives (2022)",
    "description": "Thirteen Lives (2022)~ IMDb – 7.9/10, Rotten Tomatoes – 88% ~“Directed by Ron Howard”ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ တန်းစီရခဲ့တဲ့သူ။ တခြားကားကောင်းတွေအများကြီးလည်းရိုက်ထားတဲ့သူပါပဲ။ ဒီလိုလူက ဘာလို့ ဒီလိုကားရိုက်လဲ ဆိုတာတော့မသိပေမဲ့ ဒီကားလည်း IMDb – 7.9/10 , Rotten Tomatoes – 88% နဲ့ ရပ်တည်နေတာဆိုတော့ ပရိသတ်တွေရော ဝေဖန်ရေးသမားတွေရော သဘောကျတဲ့ရုပ်ရှင်လို့ပြောရမှာပါပဲ။ မင်းသားတွေကလည်း Colin Farrell တို့ Joel Edgerton တို့လို နာမည်ထက် အရည်အချင်းက ပိုသာနေတဲ့ မီးခဲပြာဖုံးတွေအပြင် Viggo Mortensen ကြီးပါပါသေးတယ်။ သူ့ကိုတော့ Lord of the Rings ထဲက အာရဂွန်အဖြစ် လူသိများပြီး တခြားကောင်းပေ့ဆိုတဲ့ ရုပ်ရှင်တွေမှာလည်း သရုပ်ဆောင်ထားတဲ့သူပါပဲ။ ဒါရိုက်တာရော မင်းသားတွေရောက အကောင်းကြိုက်တွေဆိုတော့ ဒီကား ကောင်းမကောင်းပြောဖို့မလိုပါဘူး။ အဆစ်အနေနဲ့ ထိုင်းရဲ့ နာမည်ကြီး Bad Genius ထဲက Teeradon Supapunpinyo ပါပါသေးတယ်။(ဟာသပြောရရင်တော့ ဒီရုပ်ရှင်ထဲက Colin Farrell ရဲ့ဇာတ်ကောင်ဖြစ်တဲ့ John Volanthen က မစ္စတာဘင်းကြီး ရိုဝန်အက်ကင်ဆန်ကို သူ့နေရာက သရုပ်ဆောင်ခိုင်းဖို့ တောင်းဆိုခဲ့ပါသေးတယ်။ ရွန်ဟောင်းဝတ်ကြီးက ငါတို့အဲဒီလိုကားမျိုးရိုက်တာမဟုတ်ဘူးကွဆိုပြီး ငြင်းပြီး Colin Farrell ကိုရွေးလိုက်ပါတယ်။ Volanthen ကတော့ Colin ကို သိတောင်မသိပါဘူးတဲ့…)ရွန်ဟောင်း၀တ်ဟာ အနောက်ကလူပေမဲ့ အရှေ့အကြောင်းကို အဓိကထားပြီး ရိုက်တဲ့ကားမှာ အရှေ့တိုင်းယဉ်ကျေးမှု ထိုင်းယုံကြည်မှုကို မပစ်ပယ်ဘဲ သေချာထည့်သွင်းရိုက်ကူးခဲ့တာကိုလည်း ကျွန်တော်တို့ တွေ့နိုင်ပါတယ်။ နတ်ကိုင်သလိုလို ထင်နေကြတာမို့ နတ်ပုံကိုလည်း သေချာကြက်သီးထစဖွယ်ရိုကိခဲ့သလို ဆုတောင်းတာတို့ ကလေးတွေအတွက် အဆောင်ထည့်ပေးတာတို့ကို သေချာပြခဲ့သလို အင်္ဂလိပ်တွေရဲ့ တုံ့ပြန်ပုံကိုပါ သေချာပြခဲ့ပါတယ်။ တကယ့် ဝါရင့်ဆရာကျတဲ့ ဒါရိုက်တာပီသစွာ နှစ်ဖက်စလုံးကအမြင်ကို အခြေအနေတော်တော်များများမှာ ရိုက်ပြသွားခဲ့ပါတယ်။ဒါ့အပြင် ဒီအားလုံးသိပြီးသားဇာတ်ကို ရွန်ဟောင်းဝတ်ဟာ အတော်လေး အီမိုရှင်နယ်ဖြစ်အောင်ရိုက်ပြခဲ့သလို ဒီဖြစ်ရပ်မှာပါဝင်ကူညီခဲ့တဲ့ လယ်သမားအစ နိုင်ငံခြားသားအဆုံးရဲ့ အားထုတ်မှုတွေကိုလည်း တလေးတစားဖော်ပြထားခဲ့ပါတယ်။ ပရိသတ်အချို့က ဒါမျိုးမှ စူပါဟီးရိုးကားအစစ်ဆိုတဲ့ သဘောမျိုးတောင် ချီးကျူးကြပါတယ်။ လူကိုလူချင်းကူညီတာထက် စူပါဟီးရိုးဆန်တာ ရှိဦးမလား။ ထူးတာကတော့ မိဘတွေရဲ့ပူပန်မှုကို ဖော်ပြတဲ့နေရာမှာ မြန်မာနိုင်ငံသူ ထိုင်းမှာနေပြီး နိုင်ငံပျောက်နေတဲ့ ရှမ်းအမျိုးသမီးကိုပဲ အဓိကဖော်ပြထားခဲ့ပါတယ်။ အဆုံးမှာတော့ သူတို့ကို ထိုင်းဘက်က နိုင်ငံသားခံယူခွင့်ပေးခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ ဒိုကူလား ရုပ်ရှင်လား မသည်းကွဲရလောက်အောင် ပီပြင်သလို Colin ကလည်း ဒီရုပ်ရှင်ကို ရိုက်ရင်းစိတ်မသက်မသာဖြစ်ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ သေချာတာကတော့ ဒီဖြစ်ရပ်ကို သရုပ်ဖော်ခဲ့တဲ့ထဲ ရုပ်ရှင်တွေထဲ ဒီကားအကောင်းဆုံးဖြစ်ဖို့များသလို ကယ်ဆယ်သူတွေဘက်က စိတ်ပိုင်းဆိုင်ရာ အခြေအနေတွေကို ခရေစေ့တွင်းကျ ခံစားရမယ့် ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ ကားအသစ်ထွက်ရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဆရာ့ဆရာ ဒါရိုက်တာကြီးတွေထဲက တစ်ယောက်ရဲ့ လက်ရာဆိုတော့လည်း ဒီလောက်တော့ရှိမပေါ့။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ထဲ ခင်ဗျားကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းတစ်ရာလောက်ကို စာရင်းလုပ်မယ်ဆို တစ်ဝက်လောက်မှာ ပါကိုပါနေမယ့်ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကိုWiRa Aungမှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.33GB, 1.3GBQuality – 1080p, 720pIMDb Rating – 7.9/10Format – mp4Duration – 2H 27MinGenre – Action, Adventure, BiographySubtitle – Myanmar Subtitle (Hardsub)Translated byWiRa AungEncoded by YYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorRon HowardStarsColin FarrellJoel EdgertonLewis Fitz-GeraldNophand BoonyaiPaul GleesonPaula GarciaSahajak BoonthanakitSukollawat KanarotTeeradon SupapunpinyoTheerapat SajakulTom BatemanViggo MortensenVithaya PansringarmCastColin FarrellJoel EdgertonLewis Fitz-GeraldNophand BoonyaiPaul GleesonPaula GarciaSahajak BoonthanakitSukollawat KanarotTeeradon SupapunpinyoTheerapat SajakulTom BatemanViggo MortensenVithaya Pansringarm",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/s2CggiY69KgmMJ3ikDgNKdUdSyZ.jpg",
      "https://image.tmdb.org/t/p/w300/lx8pf71AUVPzaU6E7KJ34husJes.jpg",
      "https://image.tmdb.org/t/p/w300/tLXdaL1yNnHtHFYrL1RAKwt7nPx.jpg",
      "https://image.tmdb.org/t/p/w300/apIT4qETHhrpLHynYLJUCNEuVQm.jpg",
      "https://image.tmdb.org/t/p/w300/bldzZCrWovP09zAH8LJmoYi5GVG.jpg",
      "https://image.tmdb.org/t/p/w300/tHR34A5n0my4maACNdLpWGd6QYq.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/1olKsoxdIdHtnOf6qFywPaeVEII.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/thirteen-lives-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-thirteen-lives-2022-1080-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/2t28A/(CM)_Thirteen_Lives_(2022)_1080p.mp4",
        "server": "megaup.net",
        "size": "2.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/8Gl1jSSR#vpgwlJB4b_FjIx3udf80MQerfluRGsYLcXPYELkrb4g",
        "server": "mega.nz",
        "size": "2.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/7dr6yndrumqo.html",
        "server": "usersdrive.com",
        "size": "2.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://sbthe.com/91nzi8ca3s0u.html",
        "server": "streamsb.com",
        "size": "2.33GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-thirteen-lives-2022-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/17796/(CM)_Thirteen_Lives_(2022)_720p.mp4",
        "server": "megaup.net",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/5PcFnYZD#nEbV7cSWOi5LFFSvn5P8S1oWt1Cr1GOZ_OigJozCb6I",
        "server": "mega.nz",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/otrvqart1ucu.html",
        "server": "usersdrive.com",
        "size": "1.3GB",
        "quality": "720p"
      },
      {
        "link": "https://sbthe.com/r1brj61hr5yp.html",
        "server": "streamsb.com",
        "size": "1.3GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "R068Si4eb3Y",
      "video_url": "https://www.youtube.com/watch?v=R068Si4eb3Y",
      "embed_url": "https://www.youtube.com/embed/R068Si4eb3Y"
    }
  },
  {
    "metadata": "PG|2019|1h 36min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "5,868"
    },
    "title": "Klaus (2019)",
    "description": "ချစ်ခြင်းမေတ္တာနဲ့ နွေးထွေးမှုကို လူသားတွေကနည်းလမ်းအမျိုးမျိုးနဲ့ ဝေမျှကြပါတယ်…ဒီခေတ်မှာ စာအိတ်ထဲထည့်ပေးကြတဲ့ပေးစာတွေ မရှိတော့ဘူးဆိုပေမယ့်လူမှုကွန်ယက်ပေါ်ကဖြစ်ဖြစ် တစ်ယောက်ကိုတစ်ယောက်စာတွေပေးပို့နေကြတုန်းပါပဲ…ဒါပေမယ့် ပေးပို့တဲ့စာတွေထဲမှာ အမုန်းတရားတွေထက်ချစ်ခြင်းမေတ္တာတွေ ထည့်ပေးထားရင်မကောင်းဘူးလားဒီဇာတ်ကားလေးကတော့ အေးမြတဲ့ ခရစ္စမတ်အကြောင်းကိုနွေးထွေးတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ပုံဖော်ထားတဲ့ ချစ်စရာကောင်းတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်…ခရစ္စမတ်မှာ လက်ဆောင်တွေ လာပေးနေတဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးလို့ခေါ်တဲ့စန်တာကလောက်စ် အကြောင်း အခြေခံပြီး ပုံဖော်ထားတာပါ …အခွင့်ထူးခံ လူပေါ်ကျော့ ဂျက်စပါဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာအဖေ့ရဲ့စာပို့လုပ်ငန်းကြီးမှာ လက်ကျောတင်းအောင် မလုပ်ချင်ဘဲပျင်းရိနေတဲ့အတွက်ကြောင့် သူ့ကိုအပြစ်ပေးတဲ့အနေနဲ့ လူသူမနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်က မြို့ကလေးမှာ စာပို့သမားလုပ်ဖို့ ပို့လွှတ်စေခိုင်းခဲ့ပါတယ်…ရိုင်းပြပြီး အမြဲဒေါသထွက်နေတဲ့ လူတွေနေတဲ့ အေးခဲပြီး ခေါင်ဖျားလွန်းတဲ့စမီရင်ဘာ့ဂ် မြို့ကလေးကနေ တစ်နှစ်အတွင်းပေးစာ ၆၀၀၀ ထွက်လာအောင်လုပ်မှ ဒီမြို့ကနေပြန်ရမယ့်သူပါ…မဟုတ်ရင် အဖေကအမွေပြတ်စွန့်လွှတ်မတဲ့…Klaus ဆိုတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ မှာထွက်ရှိထားပြီးIMDb – 8.4/10 နဲ့ Rottentomatoes – 89% တောင်ရရှိထားတာမို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်လို့ပဲပြောလိုက်ပါရစေ.။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…File Size : (2.1GB) and (823MB) and (377MB)Quality : NF WEB-DL 720pRunning Time : 2hr 17minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 4K Web-DL 5.1 ,1080 WEB-DL.DDP5.1 , 720P WEB-DLTranslated by Zuel Khant ThwinEncoded by Thanhtike Zaw ~ Thit San KhantYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorSergio PablosStarsAlexis SkyJ.K. SimmonsJason SchwartzmanJoan CusackMila BrenerNorm MacdonaldRashida JonesSydney BrowerTeddy BlumTucker MeekCastAlexis SkyAmanda PhilipsonAyden SoriaBailey Rae FendersonEmma ShannonEmma YarovinskyEvan AgosFinn CarrHailey HermidaHudson WestJ.K. SimmonsJaeden BettencourtJason SchwartzmanJoan CusackJulian ZaneKendall Joy HallLeo MillerLucian PerezMatthew McCannMila BrenerNeda Margrethe LabbaNorm MacdonaldPierce PopeRashida JonesReiulf AleksandersenSergio PablosSky AlexisSydney BrowerTeddy BlumTucker MeekWill Sasso",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/2u1YG0pgm5bIOXO2OVWLNdMl23f.jpg",
      "https://image.tmdb.org/t/p/w300/mlxKite1x1PgmIhJgAxNS9eHmH8.jpg",
      "https://image.tmdb.org/t/p/w300/wNrRK5VVnuCQLiJeuj9ZvvrfN4P.jpg",
      "https://image.tmdb.org/t/p/w300/hDqxDXxwqdCdktYDRyLy1MpyjJZ.jpg",
      "https://image.tmdb.org/t/p/w300/cYQvXNPZLow73lhspVQ7CYlT3Mi.jpg",
      "https://image.tmdb.org/t/p/w300/MYqKIO9fWThfqWK7bcDxvSbzn8.jpg",
      "https://image.tmdb.org/t/p/w300/xBD64RBepJDWmGhcxZMiJC9JKRZ.jpg",
      "https://image.tmdb.org/t/p/w300/adnCqiAhNjIF9pUwMMB5EJCsBn2.jpg",
      "https://image.tmdb.org/t/p/w300/pW1Oz1qegZmlG5T7InyS0zJi8Rf.jpg",
      "https://image.tmdb.org/t/p/w300/3w3RMhNoTMHYuHdQatoxwPRZgVi.jpg",
      "https://image.tmdb.org/t/p/w300/enna6PAbw2Ek5AUU1SmxxkPzc36.jpg",
      "https://image.tmdb.org/t/p/w300/o6pFuOL4p7tPEkuBMyXphXkV4fE.jpg",
      "https://image.tmdb.org/t/p/w300/s19qnAcAZZvKulkbJOATrsf5EtE.jpg",
      "https://image.tmdb.org/t/p/w300/hksn7FXvFX6m39Jd4Uiiu1JbJvz.jpg",
      "https://image.tmdb.org/t/p/w300/mTRmJ5lcbo9qJRIyXpblBc2QIj2.jpg",
      "https://image.tmdb.org/t/p/w300/rkM6fq0JUEgpZKr4SOzvzOq8O6u.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/11/9ZGHUaQ0DME5444m4t0MjKg7ZaN.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/wxljsnuouk3z.html",
        "server": "usersdrive.com",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/klaus-2019-2160-p-nf-web-dl-ddp-5-1-atmos-dv-hdr-10-h-265-4-k-5-1-ch-cm-mkv",
        "server": "yoteshinportal.cc",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://megaup.net/1b0st/Klaus.2019.2160p.NF.WEB-DL.DDP5.1.Atmos.DV.HDR10.H.265_4K_5.1_CH_%7BCM%7D.mkv",
        "server": "megaup.net",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://mega.nz/file/36hn2BTA#fwDLSZc5DoVrcfirx2ZD6KKRhnmq-P3Op2_oRbe8G5M",
        "server": "mega.nz",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://sblongvu.com/pbnag03a7k8q.html",
        "server": "streamsb.com",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://streamvid.net/gn11wspd5rhe/Klaus.2019.2160p.NF.WEB-DL.DDP5.1.Atmos.DV.HDR10.H.265_4K_5.1_CH_{CM}.mkv",
        "server": "streamvid.io",
        "size": "2.1GB",
        "quality": "4k HEVC"
      },
      {
        "link": "https://usersdrive.com/oox6oqxlow5e.html",
        "server": "usersdrive.com",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/klaus-2019-1080-p-nf-web-dl-ddp-5-1-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1b0s0/Klaus.2019.1080p.NF.WEB-DL.DDP5.1_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/62xCxKwJ#e8pqgY27u8d2SOKtlR6dU9g4otmEd02V0NgvedRWWV8",
        "server": "mega.nz",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://sblongvu.com/u8w5r6vb2fyk.html",
        "server": "streamsb.com",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/jybfg3wsq5xq/Klaus.2019.1080p.NF.WEB-DL.DDP5.1_{CM}.mp4",
        "server": "streamvid.io",
        "size": "823MB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/i0oeysex9yip.html",
        "server": "usersdrive.com",
        "size": "377MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/klaus-2019-720-p-nf-web-dl-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "377MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/2wVmu/Klaus.2019.720p.NF.WEB-DL_%7BCM%7D.mp4",
        "server": "megaup.net",
        "size": "377MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/KvpkzZiI#xmFVrtbQav4LkEcJzakvdbHwQ5KStjAfka8OkltQngw",
        "server": "mega.nz",
        "size": "377MB",
        "quality": "720P"
      },
      {
        "link": "https://sblongvu.com/mpx773706uok.html",
        "server": "streamsb.com",
        "size": "377MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/odvuecnm3atk/Klaus.2019.720p.NF.WEB-DL_{CM}.mp4",
        "server": "streamvid.io",
        "size": "377MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "taE3PwurhYM",
      "video_url": "https://www.youtube.com/watch?v=taE3PwurhYM",
      "embed_url": "https://www.youtube.com/embed/taE3PwurhYM"
    }
  },
  {
    "metadata": "|2022|1h 32m|Action,Adventure,Comedy",
    "rating": {
      "rating": "5/10",
      "rating_count": "310"
    },
    "title": "Double Threat (2022)",
    "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က လိုက်ရှင်းရတာပေါ့။သူ့အဖြစ်ကလည်း ဒုစရိုက်သမား အလုပ်ရှင်ဆီကနေ ပိုက်ဆံခိုးမိလို့ အဖွဲလိုက် လိုက်သတ်တာရှောင်နေရတာပါတဲ့ဗျာ။ရုပ်ချောပြီး ချစ်စရာကောင်းတဲ့ ပြဿနာအိုးမလေးတစ်ယောက် ဂျင်မီရဲ့ ဘဝထဲ အမှတ်မထင် ရောက်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ?နတ်ကို လိုက်သတ်နေတဲ့ လူသတ်သမားတွေ ရန်ကနေ လွတ်အောင် ရှောင်နိုင်ပါ့မလား? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ဗျာAction, Comedy အမျိုးအစားဖြစ်တာကြောင့် ပေါ့ပေ့ါပါးပါးနဲ့ ဟာသလေးနှောပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့Chevyပါ။)File Size :2.2GB,921MB,450MBQuality :1080p WEB-DL AC3 5.1CH,720p WEB-DL,480pFormat : mp4Duration : 1hr & 32minsGenre :Action,Adventure,ComedyTranslated byChevyEncoded byKinnovYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorShane StanleyStarsDanielle C. RyanDawn OlivieriMatthew LawrenceCastDanielle C. RyanDawn OlivieriKevin JoyMatthew Lawrence",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/eG6S4VvFegYfafXRin5ofcIexbx.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/double-threat-2022",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-double-threat-2022-1080-p-web-dl-ac-3-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/rrizrjf8hob7.html",
        "server": "usersdrive.com",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/15Aq5/[CM]Double.Threat.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "server": "megaup.net",
        "size": "2.2GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-double-threat-2022-720-p-web-dl-mp-4",
        "server": "yoteshinportal.cc",
        "size": "921MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/2zds9tdgueqo.html",
        "server": "usersdrive.com",
        "size": "921MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/15Apw/[CM]Double.Threat.2022.720p.WEB-DL.mp4",
        "server": "megaup.net",
        "size": "921MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/NRkCyDpT#EdwECGK3_0UmSD-jqcpkELbkE0l7oFRI6TyK4UdI6MQ",
        "server": "mega.nz",
        "size": "921MB",
        "quality": "720p"
      },
      {
        "link": "https://sbfull.com/dxnx2i5g4dok.html",
        "server": "streamsb.com",
        "size": "921MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/cm-double-threat-2022-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "450MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/ewm280qe15k9.html",
        "server": "usersdrive.com",
        "size": "450MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/15Apl/[CM]Double.Threat.2022.480p.mp4",
        "server": "megaup.net",
        "size": "450MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/xUEFFT6B#_Ng0jxO0pKSKAw-4-5cEZGcqQSI_NRFLCQzSbcRNNrk",
        "server": "mega.nz",
        "size": "450MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfull.com/fozshjzdmasq.html",
        "server": "streamsb.com",
        "size": "450MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "Ie_QknawC9w",
      "video_url": "https://www.youtube.com/watch?v=Ie_QknawC9w",
      "embed_url": "https://www.youtube.com/embed/Ie_QknawC9w"
    }
  },
  {
    "metadata": "PG-13|2013|76 min|Action,Adventure,Animation",
    "rating": {
      "rating": "8.4/10",
      "rating_count": "36,211"
    },
    "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
    "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္Batman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??ဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?ဘယ္ကိုမွ မေရာက္ပါဘူး…. Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခားမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။ဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကိုကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္တစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲဒါေပမယ့္အားလုံးမွာ ခိုင္မာတဲ့ Story line တစ္ခုစီရိွၿပီးHero ကို Support လုပ္ရတဲ့ Villainသပ္သပ္အဆင့္မဟုတ္ၾကတာပါပဲJoker ဆိုရင္လည္း ဒီ DKR ထဲမွာ သူ႔ရဲ႕ ျဖစ္တည္မႈဟာ Bat နဲ႔ပဲလုံးလုံးသက္ဆိုင္တယ္ဆိုတဲ့ Chemistry ကိုပုံေဖာ္ထားတာဟာ ေတာ္ေတာ္ေလးသေဘာက်စရာပါပဲ.. Part (2) ဟာေတာ့ DKR ႏွစ္ပိုင္းစလုံးရဲ႕ အသက္ပါပဲအစိုးရဘက္က Batman ကို အရင္ကလို vigilante  ဆိုတဲ့အျမင္မရိွေတာ့ပဲ ရာဇဝတ္ေကာင္တစ္ေကာင္အျဖစ္သက္မွတ္ထားတာျဖစ္တဲ့အတြက္ အစိုးရဘက္ေတာ္သားျဖစ္ေနတဲ့  Superman နဲ႔ Batmanတို႔ရင္ဆိုင္ဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္..Zack Snyderရဲ႕ Batman VS Superman ဟာDark Knight Returns ရဲ႕ေက်ာ႐ိုးကို အမ်ားဆုံးအသုံးျပဳထားတာ ျဖစ္ျပီး Ben Affleck ရဲ႕ Batmanဟာလည္းDKR ရဲ႕ Batman နဲ႔ အနီးစပ္ဆုံး တူေအာင္ေရြးခ်ယ္ထားတဲ့ Batman Character ျဖစ္ပါတယ္။Review သပ္သပ္ေရးတာမဟုတ္ပဲ ဇာတ္ကားအတြက္အၫႊန္းေရးေပးတာျဖစ္လို႔တစ္ခ်ိဳ႕မဆိုင္တာေလးေတြနဲ႔ မလိုအပ္တာေလးေတြကို ပယ္ၿပီးဇာတ္ကားကိုလည္း Spoil မျဖစ္ေအာင္ဒီေလာက္ပဲၫႊန္းေပးခ်င္ပါတယ္။ၾကည့္ၿပီးသားလူေတြကလည္း ျပန္ၾကည့္လည္းမ႐ိုးသြားေတာ့ ထပ္ၿပီးျပန္ၾကည့္လို႔ရေအာင္မၾကည့္ရေသးသူေတြအတြက္လည္းAnimated ကားေကာင္းတစ္ကားကို မၾကည့္ဖူးတယ္မျဖစ္ရေလေအာင္ CM မွ ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္။(အညြန္းကုိေတာ့ CM မွ Translator တစ္ဦး ျဖစ္တဲ့ ကုိ Han Htoo Zaw မွ တင္ဆက္ ေပးထားတာျဖစ္ပါတယ္)File Size : (800 MB) and (370 MB)Quality : Blu-Ray 720pRunning Time : 1h 16minFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BRrip.x264.YIFYEncoded by A_ZYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJay OlivaStarsAriel WinterDavid SelbyDee Bradley BakerFrank WelkerGrey GriffinJames Patrick StuartMark ValleyMichael EmersonMichael McKeanPeter WellerCastAriel WinterBruce TimmConan O'BrienDanny JacobsDavid SelbyDee Bradley BakerFrank WelkerGary Anthony WilliamsGreg EaglesGrey GriffinGwendoline YeoJames Patrick StuartMaria Canals-BarreraMark ValleyMichael EmersonMichael JacksonMichael McKeanPaget BrewsterPeter WellerRobin Atkin DownesTownsend ColemanTress MacNeilleYuri Lowenthal",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ew0ouZ1MSxbNugPMgbOhuTrd3aA.jpg",
      "https://image.tmdb.org/t/p/w300/wDWPuqhgZ0INvqHsyLa470xeabT.jpg",
      "https://image.tmdb.org/t/p/w300/bweED9BTWOeuAKrpSRCjPGGIvPI.jpg",
      "https://image.tmdb.org/t/p/w300/4vJ5QrV3kfikx2kg0yqQqJuHzhR.jpg",
      "https://image.tmdb.org/t/p/w300/focCXbssCWn6hPS2GFlDhOnKnf6.jpg",
      "https://image.tmdb.org/t/p/w300/tZ2MGdxM1QeldfLXkKeZagee3Qd.jpg",
      "https://image.tmdb.org/t/p/w300/4elHFZkk26W9DluZ2VE19dxUDuP.jpg",
      "https://image.tmdb.org/t/p/w300/rvAVBF7sXtfp00kDdQbb7917E4D.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/batman-the-dark-knight-returns-part-2-2013-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": "720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/batman-the-dark-knight-returns-part-2-2013",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "MUyQlvdbANQ",
      "video_url": "https://www.youtube.com/watch?v=MUyQlvdbANQ",
      "embed_url": "https://www.youtube.com/embed/MUyQlvdbANQ"
    }
  },
  {
    "metadata": "|||Adventure,Sci-Fi",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "Space Wars: Quest for the Deepstar (2023)",
    "description": "၂၉၈၀ ခုနှစ်မှာသေခြင်းတရားဆိုတာက အဆုံးသတ်မဟုတ်တော့ပါဘူး။လူတစ်ယောက်ယောက်သေဆုံးသွားရင် အလောင်းဆီကနေအဆီအနှစ်လို့ခေါ်တဲ့ဝိဉာဉ်ကိုထုတ်ယူပြီး တော့စက်ရုပ်နဲ့လူနဲ့မျိုးစပ်ထားတဲ့ခန္ဓာကိုယ်တစ်ခုမှာအသက်ပြန်သွင်းပေးလို့ရပါတယ်။ပြဿနာတစ်ခုရှိတာကအဲ့ဒီလိုလုပ်ဖို့ကအဆမတန်ကိုဈေးကြီးနေတာပါပဲ။ကစ်ပ်ဆိုတဲ့လူတစ်ယောက်ကဆုံးပါးသွားပေမဲ့ အဆီအနှစ်ထုတ်ယူထားတဲ့သူ့မိန်းမကိုပြန်ခေါ်နိုင်ဖို့အတွက်သမီးဖြစ်သူတေလာနဲ့ကြိုးစားနေတဲ့လူပဲဖြစ်ပါတယ်။ဒါပေမယ့်အဆမတန်ဈေးကြီးတဲ့အတွက်သူတို့တွေကအဖိုးတန်ပစ္စည်းတွေကို ခိုးယူရောင်းစားပြီးတော့ အဲ့ဒီအတွက်ပိုက်ဆံစုဆောင်းနေရတာပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့သူတို့ဆီကိုဒိစတားလို့ခေါ်တဲ့တန်ဖိုးကြီးယာဉ်ပျံပျက်ကြီး တစ်စီးကိုရှာဖွေဖို့အခွင့်အရေးကဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပါတော့တယ်။ဒါပေမယ့်လဲတန်ဖိုးကြီးတဲ့အရာဆိုတော့ အဲ့ဒီနောက်ကိုလိုက်နေတာသူတို့တင်မကပဲတခြားတစ်ဖွဲ့လဲရှိနေပါသေးတယ်။ ဒီလိုနဲ့သူတို့သားအဖနှစ်ယောက် အခက်အခဲတွေကိုကျော်ဖြတ်ရင်းအဲ့ဒီဒိစတားဆိုတဲ့ယာဉ်ပျံကြီးကိုရှာတွေ့သွားကြမလား။ကစ်ပ်ရဲ့ဇနီးဖြစ်သူတေလာရဲ့အမေကိုရောပြန်ခေါ်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။File size…1.39GB / 573MBQuality…WEB-DL 1080p / 720pFormat…mp4Duration….1h 30mGenre ….. Adventure , Sci-FiSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Saw LayYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnahit SetianElise MullerJed RowenLamont CouchMichael ParéMiranda CoverO.G. SilverbackOlivier GrunerRachele Brooke SmithSadie KatzSarah FrenchTyler GallantWes Hubbard",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/8XdXSbjYaXlhUuqbWdnmLGc0bvb.jpg",
      "https://image.tmdb.org/t/p/w300/ijG48V6wELhoDV4zVNgs2qCp1VN.jpg",
      "https://image.tmdb.org/t/p/w300/aVBZdOlkOZFbOyICZiXUerHqrLU.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/lVoJVFyAyEPfxYnbp3Tem5FXipe.jpg",
    "movie_links": [
      {
        "link": "https://usersdrive.com/q9ibkbqbillv.html",
        "server": "usersdrive.com",
        "size": "1.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://yoteshinportal.cc/space-wars-quest-for-the-deepstar-2023-web-dl-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://megaup.net/1Wcel/Space.Wars.Quest.for.the.Deepstar.2023.WEB-DL1080p(CM).mp4",
        "server": "megaup.net",
        "size": "1.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://mega.nz/file/Ddt1HbxR#h30HeY-Z2cQtcwkzWCqk6fiO_JD1Sya-uwPfpJrLeE4",
        "server": "mega.nz",
        "size": "1.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://streamvid.net/3vrcby5o9rjl",
        "server": "streamvid.io",
        "size": "1.39GB",
        "quality": "1080P"
      },
      {
        "link": "https://usersdrive.com/tx5qmladtasw.html",
        "server": "usersdrive.com",
        "size": "573MB",
        "quality": "720P"
      },
      {
        "link": "https://yoteshinportal.cc/space-wars-quest-for-the-deepstar-2023-web-dl-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "573MB",
        "quality": "720P"
      },
      {
        "link": "https://megaup.net/1Wcdx/Space.Wars.Quest.for.the.Deepstar.2023.WEB-DL720p(CM).mp4",
        "server": "megaup.net",
        "size": "573MB",
        "quality": "720P"
      },
      {
        "link": "https://mega.nz/file/aUlETICa#Ax705rL15zREi8wo54iQBICU9Lisiz9GdRRqdFWcbPg",
        "server": "mega.nz",
        "size": "573MB",
        "quality": "720P"
      },
      {
        "link": "https://streamvid.net/jtuj7ha2d2q6",
        "server": "streamvid.io",
        "size": "573MB",
        "quality": "720P"
      }
    ],
    "trailer": {
      "video_id": "RpKCRek0P2Y",
      "video_url": "https://www.youtube.com/watch?v=RpKCRek0P2Y",
      "embed_url": "https://www.youtube.com/embed/RpKCRek0P2Y"
    }
  },
  {
    "metadata": "|||Action,Adventure,Drama,Romance,Western",
    "rating": {
      "rating": "7.4/10",
      "rating_count": ""
    },
    "title": "Open Range (2003)",
    "description": "ဒီတစ်ခါမှာတော့ IMDb 7.4 ထိရရှိထားတဲ့ Western action drama ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာဖြစ်ပါတယ် အရင်တုန်းက မွေးမြူရေးလုပ်တဲ့သူတွေဟာ ကျွဲနွားတွေကို ခြံနဲ့မွေးမြူတာမဟုတ်ဘဲ ရေကြည်ရာ မြက်နုရာ လှည့်လည်သွားလာရင်း အလွတ်ထိန်းကျောင်းကြတာဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးကတော့ 19ရာစုနှောင်းပိုင်း ခြံသွင်းမွေးမြူရေး စတင်ပေါ်ပေါက်လာချိန်ကို ဇာတ်အိမ်တည် ရိုက်ကူးထားတာဖြစ်ပါတယ်ဘောစ့် ချာလီ မိုစ့်နဲ့ ဘတ်တွန်တို့ဟာ အလွတ်ထိန်းကျောင်းသူတွေဖြစ်ကြပြီး တစ်ရက်မှာတော့ အလွတ်ထိန်းကျောင်းခြင်းကို မကြိုက်ကြတဲ့ မြို့လေးတစ်မြိုနားကိုရောက်လာပါတယ် မြို့ထဲကိုဝယ်စရာရှိတာလေးတွေဝယ်ဖို့ လွှတ်လိုက်တဲ့ မိုစ့်တစ်ယောက် ကုန်စုံဆိုင်မှာ ရန်ဖြစ်ပြီး အချုပ်ကျသွားပါတော့တယ် အချုပ်ထဲကနေ ပြန်သွားထုတ်ကြတဲ့အချိန်မှာ မွေးမြူရေးခြံကြီးပိုင်ရှင် ဒတ်စ်တာဟာ သူတို့ကို ဒီမြို့ကနေ ထွက်သွားဖို့ ပြောခဲ့ပါတယ် ဒတ်စ်တာဟာ ဒီမြို့မှာ အာဏာရှိတဲ့ ခြံပိုင်ရှင်ကြီးတစ်ယောက်ဖြစ်ပြီး အရမ်းလည်းလောဘကြီးပါတယ် ဒတ်စ်တာရဲ့လူတွေ ဘောစ့်ရဲ့ တိရစ္ဆာန်အုပ်ကို ပြဿနာလာရှာချိန်မှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဒီမြို့ကနေရော အဆင်ပြေပြေထွက်သွားနိုင်မှာလား ဆိုတာကိုတော့ စောင့်ကြည့်ရမှာဖြစ်တဲ့အပြင် ရှုခင်းလှလှလေးတွေနဲ့ ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာမို့ ကြည့်ရှုသင့်ပါတယ်File size…(2.5 GB)/(1.2 GB)Quality….Webrip 1080p / 720pFormat…mp4Duration….01:32:00Genre…Western, Action, Drama, Adventure, RomanceSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by BanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAbraham BenrubiAnnette BeningCliff SaundersDean McDermottDiego LunaHerb KohlerIan TraceyJames RussoJulian RichingsKevin CostnerKim CoatesMichael GambonMichael JeterPatricia StutzPeter MacNeillRobert DuvallRod Wilson",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/e65E7jH5bKMSgHJnWLw4ex02Dyu.jpg",
      "https://image.tmdb.org/t/p/w300/o8pvJmwtBExk3m5xYrrttRBhS0e.jpg",
      "https://image.tmdb.org/t/p/w300/9ggMoW8PDEEnrU24KdKuwscVyiJ.jpg",
      "https://image.tmdb.org/t/p/w300/icunVcqkZl4PrcgjnACdOgaMOHB.jpg",
      "https://image.tmdb.org/t/p/w300/hNPtZ95C4mIRv0D3IVT4cuABYRD.jpg",
      "https://image.tmdb.org/t/p/w300/pgLU1NWiVraCIWSUjeEfGYAlJU9.jpg",
      "https://image.tmdb.org/t/p/w300/A2VPFYqpcVIFED3Xxd4WdKpzxWS.jpg",
      "https://image.tmdb.org/t/p/w300/iaJFkAqlBRuYu0v8fgo05ylmGVu.jpg",
      "https://image.tmdb.org/t/p/w300/7mkM64urvApGmXRWgILUXYMlp8l.jpg",
      "https://image.tmdb.org/t/p/w300/rAy9x7Duvsc3KZNIRMxO3EDPaAM.jpg",
      "https://image.tmdb.org/t/p/w300/kBr4OxAuDIMry74zXQ4r3CI4BqV.jpg",
      "https://image.tmdb.org/t/p/w300/x2g2nrMZM3zASdEKNu5AEPUlXrn.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTYyNjA4NTY3N15BMl5BanBnXkFtZTYwNjc0MDM3._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/open-range-2003-1080-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/8u19vzkkpcka.html",
        "server": "usersdrive.com",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/3hWgD/Open.Range.2003.1080p.(CM).mp4",
        "server": "megaup.net",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/Vnki1SjK#-VuHiX0EsEHIEcA5XdCG8W6eAMr2AhVTBJ2pMHGGZGg",
        "server": "mega.nz",
        "size": "2.5GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/open-range-2003-720-p-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/4g49812r6vkm.html",
        "server": "usersdrive.com",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1W1l3/Open.Range.2003.720p.(CM).mp4",
        "server": "megaup.net",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/tusCybST#hXyCC5Jd8LJteDIigpm5MHilz8IRtfCYMq7e1S-RSw0",
        "server": "mega.nz",
        "size": "1.2GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/iuaj4yc17g19",
        "server": "streamvid.io",
        "size": "1.2GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "4T9bbdEYUoc",
      "video_url": "https://www.youtube.com/watch?v=4T9bbdEYUoc",
      "embed_url": "https://www.youtube.com/embed/4T9bbdEYUoc"
    }
  },
  {
    "metadata": "PG|2010|93 min|Action,Adventure,Comedy",
    "rating": {
      "rating": "6.3/10",
      "rating_count": "157,129"
    },
    "title": "Shrek Forever After (2010)",
    "description": "A bored and domesticated Shrek pacts with deal-maker Rumpelstiltskin to get back to feeling like a real ogre again,but when he’s duped and sent to a twisted version of Far Far Away—where Rumpelstiltskin is king,ogres are hunted,and he and Fiona have never met—he sets out to restore his world and reclaim his true love.(ဘာသာျပန္ေပးထားသူကေတာ့ Zaya Phyoe ပါ)File Size : (800 MB) and (350 MB)Quality : Blu-Ray 720pRunning Time : 1hr 33minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source :  1080p.BluRay.x264.DTS-FGTTranslated by Zaya PhyoeEncoded by Thanhtike ZawYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJosh LaBrotMike MitchellStarsAntonio BanderasCameron DiazCraig RobinsonEddie MurphyJane LynchJohn CleeseJon HammJulie AndrewsMike MyersWalt DohrnCastAntonio BanderasAron WarnerAshley BoettcherBillie HayesBrian HopkinsCameron DiazChris MillerChristopher KnightsCody CameronConrad VernonCraig RobinsonDanielle SoibelmanEddie MurphyFrank WelkerJames RyanJane LynchJasper Johannes AndrewsJeremy HollingworthJohn CleeseJon HammJulie AndrewsKathy GriffinKristen SchaalLake BellLarry KingMary Kay PlaceMeredith VieiraMike MitchellMike MyersMiles BakshiNina Zoe BakshiOllie MitchellRegis PhilbinRyan SeacrestWalt Dohrn",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/aD8iOuLlEiMfVlHTnAe15fZLo0S.jpg",
      "https://image.tmdb.org/t/p/w300/670b6P86ryalvOlK4iLggA3japR.jpg",
      "https://image.tmdb.org/t/p/w300/A1wkIJIYiO8aMIVViw1Bq75cOpd.jpg",
      "https://image.tmdb.org/t/p/w300/ysQh31f8exSvn9FLmyZKmBq25cq.jpg",
      "https://image.tmdb.org/t/p/w300/xpJuOqy6bk4lsockTNRc84Jkgga.jpg",
      "https://image.tmdb.org/t/p/w300/zxNXM8s3SNVxEAhKeGpYKkQUs4Q.jpg",
      "https://image.tmdb.org/t/p/w300/eDr36YuMZoPYsZvkEoqJlOOhj3B.jpg",
      "https://image.tmdb.org/t/p/w300/vbPkIbxAuNaZPAJiIQRMHRPJfDS.jpg",
      "https://image.tmdb.org/t/p/w300/doNnF8wtGOoVOLZDEwUJltrIGGR.jpg",
      "https://image.tmdb.org/t/p/w300/u05euKwp9A6XkxFerKxVDdSI4MM.jpg",
      "https://image.tmdb.org/t/p/w300/dyK41CJYL45Gvw6x3onFtl5GEs2.jpg",
      "https://image.tmdb.org/t/p/w300/85DuDwnQAFZwN0U4zqgZqHdLnhX.jpg",
      "https://image.tmdb.org/t/p/w300/3TvvlrQPZmtAPbOP7Bgmn2hARFw.jpg",
      "https://image.tmdb.org/t/p/w300/5w8b96kTDIOunmEZfSiK0yCm8nc.jpg",
      "https://image.tmdb.org/t/p/w300/b30L8hKsBwOtnV1xh5paZUOe6vj.jpg",
      "https://image.tmdb.org/t/p/w300/zxfUeLxK1zIXsxAc1GA8gi7HHNi.jpg",
      "https://image.tmdb.org/t/p/w300/zQ2fibcdPneivyCsBQGDwIBfAAV.jpg",
      "https://image.tmdb.org/t/p/w300/eKrBNSoQcQZs1E7R1qFzAxZvYkK.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/enqVwbUu6OX5LHq0fuk7sLT35zy.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/shrek-forever-after-2010",
        "server": "VIP Links",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/d/shrek-forever-after--2010--(mm-sub)-mp4",
        "server": "Google Drive",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/shrek-forever-after-2010-mm-sub-mp-4",
        "server": "yoteshinportal.cc",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://cmdrive.net/y/shrek-forever-after--2010--(mm-sub)-mp4",
        "server": "disk.yandex.com",
        "size": "800 MB",
        "quality": ""
      },
      {
        "link": "https://megaup.net/2fV3n/Shrek_Forever_After_[2010]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "800 MB",
        "quality": ""
      }
    ],
    "trailer": {
      "video_id": "WV8bbMxPBdc",
      "video_url": "https://www.youtube.com/watch?v=WV8bbMxPBdc",
      "embed_url": "https://www.youtube.com/embed/WV8bbMxPBdc"
    }
  },
  {
    "metadata": "PG-13|2017|120 min|Adventure,Drama",
    "rating": {
      "rating": "6.4/10",
      "rating_count": "7,880"
    },
    "title": "The Space Between Us (2017)",
    "description": "ဒီဇာတ်ကားလေးကတော့ US$ သိန်း၃ဝဝလောက် အကုန်အကျခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့……………………………….ငယ်စဉ်ကတည်းက မားစ်ဂြိုဟ်ပေါ်ကို အလည်သက်သက်မဟုတ်ဘဲနဲ့ အခြေချနေထိုင်ချင်တဲ့စိတ်ကူးရှိတဲ့လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ မဆုတ်မနစ်ကြိုးစားမှုကြောင့်နောက်နှစ်ပိုင်းများစွာမှာ မားစ်ပေါ်မှာ အခြေချနေထိုင်ဖို့အတွက် East Texas ဆိုတဲ့ကိုလိုနီနယ်ပယ်ငယ်လေးတစ်ခုကို တည်ဆောက်နိုင်ခဲ့တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ဖြစ်လာပါပြီ။မားစ်ဂြိုဟ်ပေါ်ကို  ပထမဆုံးစွန့်ဦးတီထွင်သူတွေအဖြစ်နဲ့ သွားရောက်နေထိုင်မယ့်သူတွေကတော့“ဆာရာအီလီရော့” ခေါ်တဲ့ အာကာသယာဉ်မှူး မိန်းမချောလေး ဦးဆောင်တဲ့ အာကာသယာဉ်မှူး ၆ဦးပါပဲ။မားစ် ကိုခရီးနှင်နေတဲ့ ကာလအတွင်း ၂လခန့်မှာတော့ “ဆာရာအီလီရော့” မှာကိုယ်ဝန် နှစ်လခန့်ရှိနေတာကို မမျှော်လင့်ဘဲသိလိုက်ရပါတယ်။ပထမဆုံးစွန့်ဦးတီထွင်သွားရောက်မှာဖြစ်ခြင်း နောက်လှည့်ဖို့ မဖြစ်နိုင်တဲ့အခြေအနေမှာကိုယ်ဝန်ကို အာကာသထဲမှာ ဆောင်ခဲ့ရတယ်။မားစ်ရောက်ပြီး မကြာခင်မှာပဲ ကိုယ်ဝန်လစေ့လို့ မွေးဖွားရင်း သေဆုံးသွားခဲ့ပါတယ်။ကလေးရဲ့ဖခင်ဟာ ဘယ်သူမှန်း ဘယ်သူမှ မသိခဲ့ပါဘူး။ဒီကိစ္စဟာ အာကာသယာဉ်မှူးတစ်ဦးရဲ့ ဂုဏ်သိက္ခာ ၊ ကုမ္ပဏီကိုလည်း လူထုအမြင်စောင်းပြီးပြိုကွဲသွားမှာစိုးရိမ်သလို သူတို့Project ဆက်လက်တည်မြဲဖို့အတွက် ဖုံးဖိပြီး လျှို့ဝှက်ထားလိုက်ကြပါတယ်။ကလေးငယ်လေးကတော့ ကမ္ဘာထက် ဆွဲငင်အား ၃ ပုံ၂ပုံလျော့ကျတဲ့နေရာမှာ မွေးဖွားခဲ့တာမို့ကမ္ဘာကို ပြန်ခေါ်လာဖို့ မဖြစ်နိုင်ပါဘူး။ ဒါကြောင့်မားစ်မှာပဲ သိပ္ပံပညာရှင်တွေက ပျိုးထောင်ခဲ့ရပါတယ်။ဒီကလေးငယ်လေး ကြီးပြင်းလာတဲ့အခါမှာတော ့ကမ္ဘာဂြိုဟ်ကကောင်မလေးတစ်ယောက်နဲ့အွန်လိုင်းပေါ်ကနေ သူငယ်ချင်းဖြစ်လာတဲ့အခါမှာတော့………………………………..ဘာတွေဆက်ဖြစ်ကြမှာလဲ….သူ ကမ္ဘာဂြိုဟ်ကိုလာဖို့ ဘာတွေများလိုအပ်မှာလဲကမ္ဘာဂြိုဟ်မှာရော သူ အသက်ရှင်နို်င်ဖို့ ဖြစ်နိုင်ပါ့မလား…..မားစ်ဂြိုဟ်မှာမွေးဖွားခဲ့တဲ့ ပထမဆုံးလူသားတစ်ဦးရဲ့ အမြင်မှာ ကမ္ဘာဂြိုဟ်က တန်ဖိုးထားစရာကောင်းလားပျော်ရွင်စရာရှိရဲ့လား……ကမ္ဘာကလူတွေက မားစ်ဂြိုဟ်ကို သွားချင်နေချိန်မှာ မားစ်ဂြိုဟ်ကကောင်လေးတစ်ယောက်ကရောအဲဒီဂြိုဟ်မှာ နေချင်ရဲ့လား……………စတာတွေကို ဇာတ်လမ်းထဲမှာ  ရှုသပ်ရှုမောဖွယ်ကောင်းတဲ့ရှုခင်းအလှအပများကို ခံစားရင်းဆက်လက်ရှုစားလိုက်ကြပါ။Quality…..BluRay 1080pDuration……2:00:00Format…Mp4File Size…(865 MB , 551 MB )Encoder…..Moe Myint lwin@joker@jokerYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter ChelsomStarsGary OldmanJanet MontgomeryScott TakedaTrey Tucker",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/05/The-Space-Between-Us-2017-490x640.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-space-between-us-2017",
        "server": "VIP Links",
        "size": "864MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/the-space-between-us-2017-mp-4",
        "server": "yoteshinportal.cc",
        "size": "864MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/2nOfs/The_Space_Between_Us_(2017).mp4",
        "server": "megaup.net",
        "size": "864MB",
        "quality": "720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "|||Adventure,Drama,Thriller",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "1325"
    },
    "title": "The Cave(2019)",
    "description": "The Cave(2019)(unicode)Documentary မဟုတ်ပါ…ဇာတ်လမ်းသွားနဲ့ ရိုက်ကူးထားတာပါ…ထိုင်းနိုင်ငံ မယ်ဆိုင်ဂူထဲမှာ ပျောက်သွားတဲ့ ကလေး ၁၂ ယောက်နဲ့ နည်းပြ အကြောင်းကို အားလုံးသိပြီးသား ဖြစ်မှာပါ။ ဒီရုပ်ရှင်ကတော့ ဒီကလေးတွေကို ကယ်ဆိုဖို့ ထိုင်းအစိုးရနဲ့ နိုင်ငံစုံက ရေငုပ်သမားတွေဘယ်လို ခက်ခက်ခဲခဲ စွန့်စွန့်စားစား ကယ်တင်ခဲ့တဲ့အကြောင်းရယ် လူသားဆန်လှစွာ ကူညီကြတဲ့သူတွေအကြောင်းကိုရိုက်ကူးပြထားတာပါ…ပျောက်သွားတဲ့အကြောင်းကစလို့ ရေငုတ်သမားတွေ ပညာရှင်တွေ ပူးပေါင်းပြီးအဖြေထုတ်ရင်း ကြိုးစားကြတာကို စိတ်ဝင်စားဖွယ်ကောင်းပါတယ်…ဒီဇာတ်ကားက အင်္ဂလိပ်စကားပြောတွေအတွက် စာဖိုင် မထွက်လို့ ကိုယ်တိုင်စာဖိုင်လုပ်ပြီး နားထောင်ပြီး ဘာသာပြန်ပေးထားပါတယ်။ ရေသံတွေ လှိုင်ဂူသံတွေကြောင့် အသံတွေက သိပ်မရှင်းလို့ ကွက်လပ်လေးတွေ ပါပေမယ့် အရေးကြီးတဲ့အပိုင်းတွေကို အပြည့်စုံဆုံးဖြစ်အောင် ဖြည့်ပေးထားပါတယ်…။ စာဖိုင် အမှန်ရရင်တော့ ထပ်ပြီး တင်ပေးပါဦးမယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့Littleneo ပဲဖြစ်ပါတယ်….(zawgyi)ထိုင္းႏိုင္ငံ မယ္ဆိုင္ဂူထဲမွာ ေပ်ာက္သြားတဲ့ ကေလး ၁၂ ေယာက္နဲ႔ နည္းျပ အေၾကာင္းကို အားလုံးသိၿပီးသား ျဖစ္မွာပါ။ ဒီ႐ုပ္ရွင္ကေတာ့ ဒီကေလးေတြကို ကယ္ဆိုဖို႔ ထိုင္းအစိုးရနဲ႔ ႏိုင္ငံစုံက ေရငုပ္သမားေတြဘယ္လို ခက္ခက္ခဲခဲ စြန႔္စြန႔္စားစား ကယ္တင္ခဲ့တဲ့အေၾကာင္းရယ္ လူသားဆန္လွစြာ ကူညီၾကတဲ့သူေတြအေၾကာင္းကို႐ိုက္ကူးျပထားတာပါ…ေပ်ာက္သြားတဲ့အေၾကာင္းကစလို႔ ေရငုတ္သမားေတြ ပညာရွင္ေတြ ပူးေပါင္းၿပီးအေျဖထုတ္ရင္း ႀကိဳးစားၾကတာကို စိတ္ဝင္စားဖြယ္ေကာင္းပါတယ္…ဒီဇာတ္ကားက အဂၤလိပ္စကားေျပာေတြအတြက္ စာဖိုင္ မထြက္လို႔ ကိုယ္တိုင္စာဖိုင္လုပ္ၿပီး နားေထာင္ၿပီး ဘာသာျပန္ေပးထားပါတယ္။ ေရသံေတြ လႈိင္ဂူသံေတြေၾကာင့္ အသံေတြက သိပ္မရွင္းလို႔ ကြက္လပ္ေလးေတြ ပါေပမယ့္ အေရးႀကီးတဲ့အပိုင္းေတြကို အျပည့္စုံဆုံးျဖစ္ေအာင္ ျဖည့္ေပးထားပါတယ္…။ စာဖိုင္ အမွန္ရရင္ေတာ့ ထပ္ၿပီး တင္ေပးပါဦးမယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Littleneo ပဲျဖစ္ပါတယ္….File Size : (850 MB) and (318 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:44:00Genre :Adventure,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by LittleneoEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorTom WallerStarsKelly B. JonesLawrence de StefanoMaythavee WeissNirut SirichanyaRon SmoorenburgTing SueCastKelly B. JonesLawrence de StefanoMaythavee WeissNirut SirichanyaRon SmoorenburgTing Sue",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/1K0M3XdZwyOQYJX13xUAV3Y6QN.jpg",
      "https://image.tmdb.org/t/p/w300/vVlBVgnXtNHzZHt6yu2o8IegAee.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/ta7kvMsg0x3jRkq4b26FcHzVzSr.jpg",
    "movie_links": [
      {
        "link": "https://soliddrive.co/Vvp/The_Cave.2019.WEB-DL.720P.PP.mp4",
        "server": "Soliddrive.co",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/Vvq/The_Cave.2019.360p.pp.mp4",
        "server": "Soliddrive.co",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://fastload.cc/3kx",
        "server": "fastload.cc",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://fastload.cc/3ky",
        "server": "fastload.cc",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://yadi.sk/i/QJZQB6osDkuUxg",
        "server": "disk.yandex.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://yadi.sk/i/rUNbg2nyCV8wMQ",
        "server": "disk.yandex.com",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://mega.nz/file/NdZwUIRA#ibjtrCt_A4e8pa3ODmtlLo0vcBfXqx35gbh8UDgt9uE",
        "server": "mega.nz",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mega.nz/file/kU4EAKbD#jRcTa5DypDwta21pG-wIKt5CLYLxvAmiWhdCBbMRTIQ",
        "server": "mega.nz",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://megaup.net/2RNlb/The_Cave.2019.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/4dIgx/The_Cave.2019.360p.pp.mp4",
        "server": "megaup.net",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://1fichier.com/?upmvcd96iy47a2mk86ho",
        "server": "1fichier.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://1fichier.com/?oaelcmz2jcnook10ya39",
        "server": "1fichier.com",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://upstream.to/c2tdaiw1jawn",
        "server": "upstream.to",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://upstream.to/4aj1znn0zimi",
        "server": "upstream.to",
        "size": "318MB",
        "quality": "360P"
      },
      {
        "link": "https://mirrorace.com/m/2XObt",
        "server": "mirrorace.com",
        "size": "850MB",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/2XOc3",
        "server": "mirrorace.com",
        "size": "318MB",
        "quality": "360P"
      }
    ],
    "trailer": {
      "video_id": "y0saPAQLwms",
      "video_url": "https://www.youtube.com/watch?v=y0saPAQLwms",
      "embed_url": "https://www.youtube.com/embed/y0saPAQLwms"
    }
  },
  {
    "metadata": "|||Action,Adventure,Asian,Fantasy",
    "rating": {
      "rating": "/10",
      "rating_count": ""
    },
    "title": "The Warrior’s Gate (2016)",
    "description": "ဒီဇာတ္ကားဟာ တရုတ္-အေနာက္တိုင္း ဖက္စပ္ အဂၤလိပ္စကားေျပာ သိုင္းကားျဖစ္ပါတယ္။Action,Adventure,Fantasy ဇာတ္ကားမ်ိဳးျဖစ္ျပီး IMDb Rating (5.3/10) ရရွိထားတဲ့ဇာတ္ကားပါ။ဇာတ္ေၾကာင္းကေတာ့ လက္ရွိ Timeline ကေန အျခား Timeline တစ္ခုကိုသြားျပီး ကိုယ္ရံေတာ္မင္းသမီးေလးကို ဂိမ္းဆန္ဆန္မေကာင္းဆိုးဝါးေတြလက္ထဲကေန ကြန္ဖူးအစြမ္းေတြနဲ႕တိုက္ခိုက္ျပီး ကယ္တင္ရမွာပါ။ထိုင္ဝမ္မင္းသား Mark Chao ,  တရုတ္မင္းသမီး Ni Ni , အေမရိကန္မင္းသား Uriah Shelton , အဂၤလိပ္မင္းသမီး Sienna Guillory စတဲ့ ဇာတ္ေကာင္မ်ားအျပင္ အျခားဇာတ္ရံေတြလဲ ပါဝင္ထားပါတယ္။File size…(900MB) and (360MB)Quality…Blu-Ray Rip 720pFormat…mp4Duration….01:48:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byMissy WinDownload and Watch (Yoteshin Link)Download and Watch (360MB)(or)Download and Watch (CM Link)Download and Watch (360MB)(or)Download and Watch (OP Link)UploadingYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and Plugins",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2017/07/Warriors_Gate_poster.jpeg.jpeg",
    "movie_links": [],
    "trailer": null
  },
  {
    "metadata": "G|2008|83 min|Adventure,Comedy,Drama",
    "rating": {
      "rating": "4.3/10",
      "rating_count": "14,424"
    },
    "title": "College Road Trip(2008)",
    "description": "College Road Trip (2008)ရုပ်ကြီးမြင်တာနဲ့တင် ရယ်နေရတဲ့ ဟာသမင်းသားကြီး Martin Lawrence သရုပ်ဆောင်ထားတဲ့နောက်ထပ် College Road Trip  ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်……….ဒီကားထဲက ဟာသမင်းသားကြီး Martin Lawrence ကိုမသိရင်သာနေမယ်..အူတက်အောင်ရယ်ခဲ့ရတဲ့ သူကားတွေဖြစ်သည့် Blue Streak ,Bad boyတို့ Big Momma’s Houseတို့ကိုတော့ သိမယ်ထင်ပါတယ်..အခုတစ်ခါတစ်မှာတော့ ဒီမင်းသားကြီးဟာ သားသမီးအပေါ်အရမ်းချစ်တတ်ပြီး အရွယ်ရောက်သည့်အထိ ကလေးတစ်ယောက်လို သမီးအပေါ်သဘောထားတဲ့ စိတ်ပူတတ်လွန်းတဲ့ ဖခင်တစ်ယောက်နေရာမှာသရုပ်ဆောင်ထားပါတယ်…သူ့ရဲ့ သမီးကြီးဟာ ကော်လိပ်တစ်ခုတက်ရဖို့အခွင့်အရေးရလာတယ်..ဒီကောလိပ်က သူတို့အိမ်နဲ့ဆို မိုင်(၇၀၀) ခန့်ဝေးပါတယ်….ဒါ့ကြောင့်စိတ်ပူတတ်တဲ့ ဖခင်ဟာသူ့သမီးကိုကျောင်းအထိ ကားနဲ့လိုက်ပို့ဖို့ဖြစ်လာတယ်…လမ်းခရီးအမှာအလွဲတွေနဲ့ ရယ်ရတာတွေတွေ့ရမယ့်အပြင်ဖခင်နဲ့သားသမီးအကြားဆက်ဆံရေးလေးတွေကို ကောင်းမွန်စေဖို့ ပညာသားပါပါလေးတွေပြသသွားတဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးဗျို့….File Size : (850 MB) and (317 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:23:00Genre :Adventure,Comedy,DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Yoonwahwah TheintEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorCraig HaagensenRoger KumbleValeria Migliassi CollinsStarsAdam LeFevreBrenda SongDonny OsmondEugene Jones IIIKym WhitleyLucas GrabeelMargo HarshmanMartin LawrenceMolly EphraimRaven-SymonéCastAdam LeFevreBrenda SongDonny OsmondEshaya DraperEugene Jones IIIGeneva CarrJosh MeyersKym WhitleyLonny RossLucas GrabeelMargo HarshmanMartin LawrenceMatthew SchleinMolly EphraimNa'Kia Bell SmithRaven-SymonéWill Sasso",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/w2NeRUoFD7WtDMlICeyykwyG1IF.jpg",
      "https://image.tmdb.org/t/p/w300/A4QSGvgiWeNWvBAxVl3HqFsJxH3.jpg",
      "https://image.tmdb.org/t/p/w300/4HT0GPO2S0JP1Tl7S7BrNDPgdFo.jpg",
      "https://image.tmdb.org/t/p/w300/snjYEk9Wqm347cIHOwE8xz7eqdr.jpg",
      "https://image.tmdb.org/t/p/w300/hPNKTSATSX49IXhmBu3VtR4pzLZ.jpg",
      "https://image.tmdb.org/t/p/w300/6YXuU2ezkJRDzPLzw2MGe4ulMVz.jpg",
      "https://image.tmdb.org/t/p/w300/5XvaJuJxvX23mObPU9wo0ROApTw.jpg",
      "https://image.tmdb.org/t/p/w300/Xp0g6OqtU8oj3CcLk6oAY41BXu.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/nz85hJqEJfT6h42C7E9xcvT4SVt.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/college-road-trip-2008-mm-sub-mp-4-1",
        "server": "yoteshinportal.cc",
        "size": "850MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://megaup.net/SDu4/College_Road_Trip_[2008]_(MM_Sub).mp4",
        "server": "megaup.net",
        "size": "850MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://www.cmvipmembers.com/check-movies/college-road-trip-2008",
        "server": "VIP Links",
        "size": "850MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://veryfiles.com/59jwakzzg0w3",
        "server": "veryfiles.com",
        "size": "850MB",
        "quality": "Blu-Ray 720p"
      },
      {
        "link": "https://sbembed4.com/kjk4p424p5wj.html",
        "server": "streamsb.com",
        "size": "850MB",
        "quality": "Blu-Ray 720p"
      }
    ],
    "trailer": {
      "video_id": "GMsD0Y3vUsQ",
      "video_url": "https://www.youtube.com/watch?v=GMsD0Y3vUsQ",
      "embed_url": "https://www.youtube.com/embed/GMsD0Y3vUsQ"
    }
  },
  {
    "metadata": "PG-13||1h 41min|Action,Adventure,Crime,Thriller",
    "rating": {
      "rating": "4.4/10",
      "rating_count": "65900"
    },
    "title": "xXx: State of the Union (2005)",
    "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ….2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။xXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။File size…(3 GB)/(1 GB)Quality…BluRayRemastered HEVC1080p / 720pFormat…mkv/mp4Duration….01:40:58Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byWai Yan MaungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorEugene DavisGeoff MurphyJ. Michael HaynieKristina M. PetersonLee TamahoriLuca KouimelisSteve BattagliaStarsIce CubeJohn G. ConnollyMichael RoofNona GayePeter StraussSamuel L. JacksonScott SpeedmanSunny MabreyWillem DafoeXzibitCastBarry SigismondiBrian LarsenBruce BruceDavid RountreeEddy ShalitaGina St. JohnIce CubeJ. Anthony BrownJ.J. PerryJeanne SakataJeffrey MoonJohn G. ConnollyLisa JoynerMatt GeraldMichael Don EvansMichael RoofNed SchmidtkeNona GayePeter StraussRamon De OcampoSamuel L. JacksonScott SpeedmanSunny MabreyTodd LouisoWillem DafoeXzibit",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/vBDHS8bdo5vzqaaqviMupznoRaN.jpg",
      "https://image.tmdb.org/t/p/w300/tQIYqsulr3GwgsFbQ3jKKW8SX4V.jpg",
      "https://image.tmdb.org/t/p/w300/jgDAHJTJpjkC8P1mxzHjtEyMihw.jpg",
      "https://image.tmdb.org/t/p/w300/hluxPTPRFuhXEfW0IdkMskO22wH.jpg",
      "https://image.tmdb.org/t/p/w300/imwBnAggBGikNPNbc20cnODIZca.jpg",
      "https://image.tmdb.org/t/p/w300/6zVJxZPhXVyp0z427tnDY8OZtr2.jpg",
      "https://image.tmdb.org/t/p/w300/9m8XfjlcHzSBIvs3auvs4HDlMz1.jpg",
      "https://image.tmdb.org/t/p/w300/sgqhEXZHeq12JL2hua2KLEfaJxL.jpg",
      "https://image.tmdb.org/t/p/w300/7nRMaoa8MxGGv8CQJcXkR5erfDI.jpg",
      "https://image.tmdb.org/t/p/w300/wgEQ87jGmgPe50UV4ol4H2wmQwv.jpg",
      "https://image.tmdb.org/t/p/w300/xtYrFF4VOjxawgrsxXleifH3M2L.jpg",
      "https://image.tmdb.org/t/p/w300/gIbcVqvs32xIYyTN6I64F9YKmAa.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/cm-x-xx-state-of-the-union-2005-1080-p-blu-ray-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/2wMF2/(CM)_xXx.State.Of.The.Union.2005.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Dl1VzBpA#fN3Mzm10VyNfA1quMS4gIqGygbsNYsDJFkNUvqIAOiY",
        "server": "mega.nz",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/abz4loby9y03.html",
        "server": "usersdrive.com",
        "size": "3 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-x-xx-state-of-the-union-2005-720-p-blu-ray-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/3SHzB/(CM)_xXx.State.Of.The.Union.2005.720p.BluRay.mp4",
        "server": "megaup.net",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/lztvxz1dtyba.html",
        "server": "usersdrive.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://sblongvu.com/3hd6dlslm154.html",
        "server": "streamsb.com",
        "size": "1 GB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/8n1wy0durbp8/(CM)__x.State.Of.The.Union.2005.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "server": "streamvid.io",
        "size": "1 GB",
        "quality": "720p"
      }
    ],
    "trailer": {
      "video_id": "TS8Pl4tsJGQ",
      "video_url": "https://www.youtube.com/watch?v=TS8Pl4tsJGQ",
      "embed_url": "https://www.youtube.com/embed/TS8Pl4tsJGQ"
    }
  },
  {
    "metadata": "|||Action,Adventure,Horror",
    "rating": {
      "rating": "6.5/10",
      "rating_count": "54757"
    },
    "title": "Escape Room: Tournament of Champions(2021)",
    "description": "Escape Room: Tournament of Champions(2021)အညွှန်း**************************************************ဒီကားက Escape Room2019ရဲ့အဆက်ပေါ့…ပထမကားမှာအောင်မြင်မှုများစွာရခဲ့သလို အခုကားမှာလည်း ပထမကားထက်ပိုသာတဲ့ ဇာတ်ကောင်တွေပိုမိုက်လာတဲ့ escape rooms တွေနဲ့ ဇာတ်ကွက်လည်းပိုခိုင်မာ ပိုကောင်းလာပါတယ်။Setting တွေပိုလန်းလာတယ်….Game ရဲ့ လျှို့ဝက်ချက်တွေပိုမြင့်လာသလိုလွှတ်မြောက်ဖို့ ပေးတဲ့ စကားဝှက်တွေက ပိုခက်လာတယ်…ဇာတ်ကောင်အသစ်တွေထည့်ပေးထားပြီး ပိုထိတ်လန့်စရာကောင်းတဲ့ Plotတွေနဲ့ပေါ့.ဆိုတော့ ဇိုဝီနဲ့ ဘင်န်မီလာတို့ ဟာ ပထမ လူသတ်ပွဲကြီးက ကံဉာဏ်ဖေးမမှုတွေကြောင့်လွတ်မြောက်လာတဲ့(၂)ယောက်ပေါ့..ဒီဇတ်ကားမှာတော့သူတို့(၂)ယောက်ဟာ ကိစ္စတစ်ခုဖြေရှင်းရင်း မကြုံချင်ဆုံးပိုအဆင့်မြင့်ပိုရှုပ်ထွေးပြီးပိုမိုရက်စက်ကြမ်းတမ်းလာတဲ့ လှည့်ကွက်တွေကြားမမျှော်လင့်ဘဲ ထပ်ရောက်သွားပါတယ်….သူတို့နဲ့အတူရောက်လာတဲ့သူတွေလည်းရှိပါတယ်..ဒီလူတွေကလည်း ဒီဂိမ်းတွေကိုအတွေ့အကြုံရှိဖူးတဲ့သူတွေ..မိမိအသက်ရှင်သန်ရေးကို သူတို့ဘယ်လိုရုန်းကန်ကြမလဲ…ဂိမ်းအားလုံးဟာ  သူတို့ထင်ထားတာထက်ပိုခက်ပြီးပိုကြမ်းလာတဲ့အခါမှာတော့….ဘန်န်နဲ့ ဇိုဝီတို့တစ်သိုက် ပဟေဠိတွေကိုဖြေရှင်းရင်းလွတ်မြောက်နိုင်မလားဒါတွေကို လုပ်နေတဲ့သူက ဘယ်သူလဲSurvival အရသာကို အပြည့်အဝခံစားနိုင်မယ့်...အသက်ရှူမှားစရာဇာတ်ကွက်တွေနဲ့အတူ ကြည့်ရှုရမှာပါ…File Size :(1.8GB) (960 MB) And (365MB)Quality : WEB-DL1080P5.1CH,720pFormat…mp4Duration…01:28:00Genre : Adventure, Action ,HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Alias & Sai Thurein LynnEncoded by Phyo PyaeYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastAnton David JefthaAvianah AbrahamsCarlito OliveroCorin SilvaDeborah Ann WollEvan HengstHolland RodenIndya MooreJames FrainJay ErvingLogan MillerTaylor RussellThomas Cocquerel",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/dsdbViTNjLu4DbgkkYmuY4xDQ20.jpg",
      "https://image.tmdb.org/t/p/w300/fQB7APBjtBKpOakeDi9sUXbBeCR.jpg",
      "https://image.tmdb.org/t/p/w300/9ZA8owGGX3WZyzHAiph1PYgl6Fi.jpg",
      "https://image.tmdb.org/t/p/w300/kiqHtUr8ohIxwu60rs8G9FFMhNF.jpg",
      "https://image.tmdb.org/t/p/w300/fzhI41l1vbRnekouh6PsD6KXK3x.jpg",
      "https://image.tmdb.org/t/p/w300/wjCJheChpX6Poz2GsDUrGztHqnY.jpg",
      "https://image.tmdb.org/t/p/w300/bNIWR25KNointGaGCWIZBNEkTlb.jpg",
      "https://image.tmdb.org/t/p/w300/ec3FtK3RvsEbUkxzKvluLz67Y5H.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/jGYJyPzVgrVV2bgClI9uvEZgVLE.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/escape-room-tournament-of-champions2021",
        "server": "VIP Links",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/tjsnfntneo3s.html",
        "server": "usersdrive.com",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://yoteshinportal.cc/escape-room-tournament-of-champions-2021-web-dl-1080-p-5-1-ch-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://cmdrive.org/share/CC5Oa02P",
        "server": "Direct Link",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://mega.nz/file/m7Y2DDYQ#dn7l9Mn7vNxY1M-ukUdsw2ZhrAyiqjU6YZXNCltI4Fw",
        "server": "mega.nz",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://megaup.net/1EPcb/EscapeRoom.Tournament.of.Champions.2021.WEB-DL.1080P.5.1CH.mp4",
        "server": "megaup.net",
        "size": "1.8GB",
        "quality": "WEB-DL1080P5.1CH"
      },
      {
        "link": "https://usersdrive.com/78s2k39km8uw.html",
        "server": "usersdrive.com",
        "size": "960MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://yoteshinportal.cc/escape-room-tournament-of-champions-2021-web-dl-720-p-pp-mp-4",
        "server": "yoteshinportal.cc",
        "size": "960MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://cmdrive.org/share/S7eY_5Im",
        "server": "Direct Link",
        "size": "960MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://megaup.net/30K3h/EscapeRoom.Tournament.of.Champions.2021.WEB-DL.720P.PP.mp4",
        "server": "megaup.net",
        "size": "960MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://mega.nz/file/zy5CAbxD#bwQC_2S6mk4QW8yTXokI3n4JDBmVzYD2QsH4UE0Mh-E",
        "server": "mega.nz",
        "size": "960MB",
        "quality": "WEB-DL720P"
      },
      {
        "link": "https://tubesb.com/j0tdi5c7i5mc.html",
        "server": "streamsb.com",
        "size": "960MB",
        "quality": "WEB-DL720"
      },
      {
        "link": "https://usersdrive.com/j7xjjntlh1l0.html",
        "server": "usersdrive.com",
        "size": "365MB",
        "quality": "480P"
      },
      {
        "link": "https://yoteshinportal.cc/escape-room-tournament-of-champions-2021-web-dl-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "365MB",
        "quality": "480P"
      },
      {
        "link": "https://cmdrive.org/share/QTgMwPRt",
        "server": "Direct Link",
        "size": "365MB",
        "quality": "480P"
      },
      {
        "link": "https://megaup.net/2kMC4/EscapeRoom.Tournament.of.Champions.2021.WEB-DL.480p.mp4",
        "server": "megaup.net",
        "size": "365MB",
        "quality": "480P"
      },
      {
        "link": "https://mega.nz/file/a7Iw3Doa#93fBV9k_utp7y-tklNwiGtGZn72C-Viz4OCUfPaJyx4",
        "server": "mega.nz",
        "size": "365MB",
        "quality": "480P"
      }
    ],
    "trailer": {
      "video_id": "KlfUbZJVInA",
      "video_url": "https://www.youtube.com/watch?v=KlfUbZJVInA",
      "embed_url": "https://www.youtube.com/embed/KlfUbZJVInA"
    }
  },
  {
    "metadata": "N/A|2019|166 min|Adventure,Animation,Sci-Fi",
    "rating": {
      "rating": "6.6/10",
      "rating_count": "53"
    },
    "title": "The Death and Return of Superman (2019)",
    "description": "မတ္ထ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာကြယ္ေစာင့္ေရွာက္ေပးေနတဲ့စူပါမန္းတစ္ေယာက္ဟာဆိုရင္တစ္ၿမိဳ႕လံုးရဲ႕အခ်စ္ေတာ္သူရဲေကာင္းတစ္ေယာက္ျဖစ္ပါတယ္။အၿမဲျပည္သူေတြအတြက္မားမားမတ္မတ္ကာကြယ္ေပးေနခဲ့တဲ့စူပါမန္းတစ္ေယာက္သူခ်စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ်က္သြားသလားထင္ရေအာင္ေၾကာက္စရာေကာင္းစြာဖ်က္ဆီးတဲ့ၿဂိဳလ္သားတစ္ေယာက္နဲ႕ရင္ဆိုင္တိုက္ခိုက္ခဲ့ရာကေနအဆံုးသတ္မွာ ေအာင္ျမင္စြာတိုက္ခိုက္ႏိုင္ခဲ့ေပမယ့္ သူ႕ရဲ႕အသက္ကိုပါေပးဆပ္လိုက္ရပါေတာ့တယ္။စူပါမန္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအတြက္ေတာ့ေျဖမဆယ္ႏိုင္တဲ့ဆံုးရႈံးမႈႀကီးတစ္ခုအလား ျဖစ္ခဲ့ရပါတယ္။ဒါေပမယ့္ စူပါမန္းအေလာင္းဟာ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ၿပီးတဲ့ေနာက္ေနာက္ထပ္ပံုစံမ်ိဳးနဲ႕စူပါမန္းေတြျပန္လည္ေရာက္ရွိလို႕လာခဲ့ပါတယ္။သူတို႕ကဘယ္သူေတြလဲ????ဘာေၾကာင့္ၿမိဳ႕ကိုကာကြယ္ေပးရတဲ့သူရဲေကာင္းအလုပ္ကိုလုပ္ရတာလဲဆိုတာဇာတ္ကားကိုၾကည့္ရႈရင္းနဲ႕အေျဖရွာလိုက္ရေအာင္ဗ်ာ။Unicodeမတၳ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာၾကယ္ေစာင့္ေ႐ြာက္ေပးေနတဲ့စူပါမႏ္းတစ္ေယာက္ဟာဆိုရင္တစ္ၿမိဳ႕လံုးရဲ႕အခ္စ္ေတာ္သဴရဲေကာင္းတစ္ေယာက္်ဖစၸါတယ္။အၿမဲ်ပၫ္သဴေၾတအၾတကၼားမားမတၼတၠာၾကယ္ေပးေနခဲ့တဲ့စူပါမႏ္းတစ္ေယာက္သူခ္စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ္က္ၾသားသလားထင္ေရအာင္ေၾကာကၥရာေကာင္းျစာဖ္ကၦီးတဲ့ၿဂိဳလ္သားတစ္ေယာကၷဲ႕ရငၦိဳငၱိဳကၡိဳကၡဲ့ရာေကနအဆံုးသတၼြာ ေအာင္်မျငၥာတိုကၡိဳကၷိုငၡဲ့ေပမယ့္ သူ႕ရဲ႕အသကၠိဳပါေပးဆပႅိဳက္ရပါေတာ့တယ္။စူပါမႏ္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအၾတက္ေတာ့ေ်ဖမဆယၷိုငၱဲ့ဆံုးရႈံးမႈႀကီးတစၡဳအလား ်ဖစၡဲ့ရပါတယ္။ဒါေပမယ့္ စူပါမႏ္းေအလာင္းဟာ႐ုတၱရက္ေပ္ာကၦံုးၾသားခဲ့ၿပီးတဲ့ေနာက္ေနာကၳပၸံုစံမ္ိဳးနဲ႕စူပါမႏ္းေၾတ်ပႏႅၫ္ေရာက္႐ြိလို႕လာခဲ့ပါတယ္။သူတို႕ကဘယ္သဴေၾတလဲ????ဘာေၾကာင့္ၿမိဳ႕ကိုကာၾကယ္ေပးရတဲ့သူရဲေကာင္းအလုပၠိဳလုပ္ရတာလဲဆိုတာဇာတၠားကိုၾကည့္ရႈရင္းနဲ႕ေအ်ဖ႐ြာလိုက္ေရအာငၺ္ာ။File size…(2.3gb) and (1.1gb)Quality…1080p WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…2h 46minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…CharmYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorJake CastorenaSam LiuStarsChristopher GorhamJason O'MaraJerry O'ConnellMatt LanterNathan FillionNyambi NyambiRainn WilsonRebecca RomijnRosario DawsonShemar MooreCastAmanda TroopCameron MonaghanCharles HalfordChristopher GorhamCress WilliamsErica LuttrellJason O'MaraJennifer HaleJerry O'ConnellJonathan AdamsMatt LanterMax MittelmanNathan FillionNyambi NyambiPatrick FabianPaul EidingRainn WilsonRebecca RomijnRick PasqualoneRocky CarrollRosario DawsonShemar MooreToks OlagundoyeTony ToddTrevor Devall",
    "screenshot_links": [],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2019/10/poster_opt-6.jpg",
    "movie_links": [
      {
        "link": "https://myandrive.net/file/IdBYaoEuEm",
        "server": "drive.google.com",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://myandrive.net/file/EMVlFNl6Jw",
        "server": "drive.google.com",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://openload.co/f/w4w6CybVnF8/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL%28cm%29.mp4",
        "server": "openload.co",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://openload.co/f/g8gwpT3wXrQ/The.Death.and.Return.of.Superman.2019.720p.WEB-DL%28cm%29.mp4",
        "server": "openload.co",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://megaup.net/3usMX/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL(cm).mp4",
        "server": "megaup.net",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://megaup.net/2Ovl9/The.Death.and.Return.of.Superman.2019.720p.WEB-DL(cm).mp4",
        "server": "megaup.net",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://mirrorace.com/m/4gKgb",
        "server": "mirrorace.com",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://mirrorace.com/m/4gKge",
        "server": "mirrorace.com",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      },
      {
        "link": "https://soliddrive.co/1KG5/The.Death.and.Return.of.Superman.2019.1080p.WEB-DL(cm).mp4",
        "server": "Soliddrive.co",
        "size": "2.3gb",
        "quality": "WEB-DL 1080p"
      },
      {
        "link": "https://soliddrive.co/1KG6/The.Death.and.Return.of.Superman.2019.720p.WEB-DL(cm).mp4",
        "server": "Soliddrive.co",
        "size": "1.1gb",
        "quality": "WEB-DL 720p"
      }
    ],
    "trailer": null
  },
  {
    "metadata": "Not Rated|2018|81 min|Adventure,Animation,Comedy",
    "rating": {
      "rating": "7.6/10",
      "rating_count": "2055"
    },
    "title": "Checkered Ninja (2018)",
    "description": "Rating 7.6 အထိရရှိထားတဲ့ Animation ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်…အဲလစ်စ်ဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာမတွေ့တာကြာနေပြီဖြစ်တဲ့ဦးလေးစတီးဝါ့ဒ်ဆီကနေ နင်ဂျာရုပ်လေးတစ်ရုပ်လက်ဆောင်ရခဲ့ပါတယ်…နင်ဂျာရုပ်လေးဟာ တကယ့်အပြင်ကပုံမှန်နင်ဂျာသမားတွေလိုအနက်ရောင်အင်္ကျီနဲ့ဖြစ်မနေဘဲ အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပါတယ်…ဒါ့အပြင်ပိုထူးဆန်းတာက နင်ဂျာလေးဟာ အသက်ရှိနေတာပဲဖြစ်ပါတယ်…အမြဲတမ်းမဝံ့မရဲနဲ့ဖြစ်နေတတ်တဲ့အဲလစ်စ်ဟာနင်ဂျာရုပ်လေးရဲ့ကျေးဇူးနဲ့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ…သူတဖက်သတ် ကြိတ်ပြီးချစ်နေရတဲ့ကောင်မလေးကရောသူ့လိုငကြောက်လေးကိုပြန်ချစ်လာနိုင်ပါ့မလား…နင်ဂျာရုပ်လေးကသူ့ကိုကူညီသလိုသူကလဲနင်ဂျာရုပ်လေးကိုဘယ်လိုပြန်ကူညီရမှာလဲ…နင်ဂျာရုပ်လေးကရောဘာ့ကြောင့် အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပြီးတော့ အသက်ဝင်နေရသလဲ…ဇာတ်လမ်းလေးကိုကြည့်ရင်းအဖြေရှာကြည့်လိုက်ပါFile Size : (742 MB) & ( 249 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated byPone ThoneEncoded byMoe Myint LwinYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorAnders MatthesenThorbjørn ChristoffersenStarsAlfred Bjerre LarsenAnders MatthesenEmma Sehested HøegCastAlfred Bjerre LarsenAnders MatthesenEmma Sehested Høeg",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/9s30XbfHZB9gcoQpm1P3i1hcGgH.jpg",
      "https://image.tmdb.org/t/p/w300/cgBNFJrCuTe2Lzmd0YodagXCXIA.jpg",
      "https://image.tmdb.org/t/p/w300/pqo2qpB2WKW9fuWJ7V4DZADIG1f.jpg",
      "https://image.tmdb.org/t/p/w300/wtIdJOkbbvxQTbKbw2GtUBsvacK.jpg",
      "https://image.tmdb.org/t/p/w300/blFGV4GEYQhqP8tvCG5qtwJwpMC.jpg",
      "https://image.tmdb.org/t/p/w300/p4C9Z8EliMykx5cUksmZoHH3S39.jpg",
      "https://image.tmdb.org/t/p/w300/mSHWC9Yzu87l061cb5O1M748R18.jpg",
      "https://image.tmdb.org/t/p/w300/qHNfS4wPQPQ9c1rym0LRfftIdDo.jpg",
      "https://image.tmdb.org/t/p/w300/vBe2j6K1Zv3XRzDog9dfpIaJ1U9.jpg",
      "https://image.tmdb.org/t/p/w300/k58beH7CS5EwjDO00cSpOtz4lqU.jpg",
      "https://image.tmdb.org/t/p/w300/ztrDyhHW0Tq44CPY2AySzOuFW3M.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/checkered-ninja-2018",
        "server": "VIP Links",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://yoteshinportal.cc/cm-checkered-ninja-2019-blu-ray-720-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://usersdrive.com/uaktbz420494.html",
        "server": "usersdrive.com",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://megaup.net/3tDud/(CM)_Checkered_Ninja_2019_BluRay_720p.mp4",
        "server": "megaup.net",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://mega.nz/file/OwExlYbC#YpyfSrxh8J6fBTU4m1Zj4OZwlUVXgHi56Xl6s2XVDjo",
        "server": "mega.nz",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://sbfast.com/b7mfam685ueo.html",
        "server": "streamsb.com",
        "size": "742MB",
        "quality": "720p Blu-ray"
      },
      {
        "link": "https://yoteshinportal.cc/cm-checkered-ninja-2019-blu-ray-480-p-mp-4",
        "server": "yoteshinportal.cc",
        "size": "249MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/0bikpatbj62h.html",
        "server": "usersdrive.com",
        "size": "249MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2NG24/(CM)_Checkered_Ninja_2019_BluRay_480p.mp4",
        "server": "megaup.net",
        "size": "249MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/2ktCEIrC#pgGYW4LyYarLENKumnIXIX9dv7sWLIFYlQCnJTMQB3w",
        "server": "mega.nz",
        "size": "249MB",
        "quality": "480p"
      },
      {
        "link": "https://sbfast.com/immw3ojjdacp.html",
        "server": "streamsb.com",
        "size": "249MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "xSmhnwkmSXc",
      "video_url": "https://www.youtube.com/watch?v=xSmhnwkmSXc",
      "embed_url": "https://www.youtube.com/embed/xSmhnwkmSXc"
    }
  },
  {
    "metadata": "|1953||Adventure,Animation,Family",
    "rating": {
      "rating": "7.3/10",
      "rating_count": "147000"
    },
    "title": "Peter Pan (1953)",
    "description": "Peter Pan (1953)=============အနောက်နိုင်ငံကလေးတွေရဲ့ ပါးစပ်ဖျားမှာ​​ရေပန်းစားတဲ့ပီတာပန်ဆိုတာကို အားလုံးပဲ ကြားဖူးနားဝရှိကြမယ်ထင်ပါတယ်။ ကလေးတွေဟာ ညအိပ်ရာဝင်တိုင်း ပီတာပန်လာနိုးလာနိုးနဲ့ စောင့်နေတတ်တာကြောင့် တချို့မိဘတွေကတော့ ဒီလိုအယူသည်းတာမျိုးကို အားမပေးတတ်ကြပါဘူး။ဝမ်ဒီတို့မောင်နှမ ၃ယောက်ကတော့ ပီတာပန်ကို ယုံကြည်ရုံတင်မကဘဲ ပီတာပန်ရဲ့စွန့်စားခန်းတွေမှာပါ ဝင်ရောက်ပါရမီဖြည့်ချင်နေကြတာပါ။ တစ်ညမှာ ….. ပီတာပန်တစ်ယောက် လူကြီးတွေမသိအောင် ဝမ်ဒီတို့အခန်းဆီ ထပ်လာဖြစ်ခဲ့ပါတယ်။ ဒီတစ်ကြိမ်မှာတော့ ပီတာပန်ဟာ ဝမ်ဒီတို့မောင်နှမ ၃ယောက်ကို ရင့်ကျက်ခြင်းကင်းတဲ့ NeverLand မှာလိုက်နေဖို့ ခေါ်တဲ့အခါ . . . လူသားကလေး (၃)ယောက်အနေနဲ့ နတ်သူငယ်တို့ရဲ့မြေမှာ ကြုံရဆုံရမယ့်စွန့်စားခန်းတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။1953 ကာလကို အခြေပြုတဲ့ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်Tinker Bell – Pirate Fairy နဲ့ပါ အချိတ်အဆက်ရှိနေတာမို့လို့ Disney Fan တွေအတွက် Nostalgia ဖြစ်စေမယ့်Animation ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ဖြစ်ပါတယ်)File Size……….(1.62 GB) / (759 MB) / (501 MB)Quality…………BLU-RAY 1080p / 720p / 480pDuration………1Hr 17MinSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Animation, Adventure, FamilyTranslator…….Hnin Wut YiEncoder……….Zin Phyo AungYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsCastBill ThompsonBobby DriscollCandy CandidoHans ConriedHeather AngelJeffrey SilverJune ForayKathryn BeaumontMargaret KerryPaul CollinsTom ConwayTommy LuskeTony Butala",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/ueJvL733Do4QrE7Eh2oEooVSiaI.jpg",
      "https://image.tmdb.org/t/p/w300/ufFYLAaZACEH6lXvbZLyqnSfZZ7.jpg",
      "https://image.tmdb.org/t/p/w300/qebdLFCy4GMX6EOVQ7SXpVDELMS.jpg",
      "https://image.tmdb.org/t/p/w300/D00lpEospyhTcwjnIYSW7VVtou.jpg",
      "https://image.tmdb.org/t/p/w300/1vdEUx5sZi2leQOefOV0h2c9LYs.jpg",
      "https://image.tmdb.org/t/p/w300/qNJCFMniyLAnEyGn5ja52ieLlLR.jpg",
      "https://image.tmdb.org/t/p/w300/b3GBaSSZoxICW8sS0OwR2aRKoTg.jpg",
      "https://image.tmdb.org/t/p/w300/5LTw89SuR7d7wnq4nZ6bvw9mMRt.jpg",
      "https://image.tmdb.org/t/p/w300/ss3iigI9jvLAUbU4oNozCYxHEMH.jpg",
      "https://image.tmdb.org/t/p/w300/zh0cQo2etEeePAQZkCMta7vvlBm.jpg",
      "https://image.tmdb.org/t/p/w300/nuuMDKiovWO1ZQf2o4kLlF2BVfT.jpg",
      "https://image.tmdb.org/t/p/w300/7Nw9BD4goge2L4t6e79iCGPVcpa.jpg",
      "https://image.tmdb.org/t/p/w300/8sAwOUzWc5NMRuVQBrRwHTdUL9M.jpg",
      "https://image.tmdb.org/t/p/w300/diSxSOsdEUgZ6lqQ3w3qtm4YO1x.jpg",
      "https://image.tmdb.org/t/p/w300/bKIAraxjHyM4yomVufj5zQx2C7W.jpg",
      "https://image.tmdb.org/t/p/w300/dP7pG1jGbum1HRvvQR24wfWmo2j.jpg",
      "https://image.tmdb.org/t/p/w300/zxR732V00t3FNhkgZvZmHVSk9uk.jpg",
      "https://image.tmdb.org/t/p/w300/77XKiv8sA4KecAqmJGxXoN3urEP.jpg",
      "https://image.tmdb.org/t/p/w300/4e97gbu0aKqLwmUaP4VcDeQHf5k.jpg"
    ],
    "thumbnail_link": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzIwMzUyYTUtMjQ3My00NDc3LWIyZjQtOGUzNDJmNTFlNWUxXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_.jpg",
    "movie_links": [
      {
        "link": "https://yoteshinportal.cc/peter-pan-1953-1080-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://megaup.net/1eTnn/Peter.Pan.1953.1080p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://sblona.com/ofjmhmmji3jh.html",
        "server": "streamsb.com",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://mega.nz/file/MmkzCRpa#NUIhWc9pNn84oq7s6ES6YLzcIn445c01OIf9wpw6TW0",
        "server": "mega.nz",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://usersdrive.com/er7y98ehxb3w.htmlhttps://streamvid.net/hte7i8e99qto",
        "server": "usersdrive.com",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://streamvid.net/ya5jeexnooqx",
        "server": "streamvid.io",
        "size": "1.62 GB",
        "quality": "1080p"
      },
      {
        "link": "https://yoteshinportal.cc/peter-pan-1953-720-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://megaup.net/1eTn7/Peter.Pan.1953.720p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://sblona.com/xmra8bgyg7k8.html",
        "server": "streamsb.com",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://mega.nz/file/ErFFTBKa#axEsIZcRqDxKcCFi_HQnuRhuqhlh8p3BAY1K9v1xmQg",
        "server": "mega.nz",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://usersdrive.com/7engcxyrgyau.html",
        "server": "usersdrive.com",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://streamvid.net/vccthall1r60",
        "server": "streamvid.io",
        "size": "759 MB",
        "quality": "720p"
      },
      {
        "link": "https://yoteshinportal.cc/peter-pan-1953-480-p-blu-ray-cm-mp-4",
        "server": "yoteshinportal.cc",
        "size": "501 MB",
        "quality": "480p"
      },
      {
        "link": "https://megaup.net/2AOhv/Peter.Pan.1953.480p.BluRay.(CM).mp4",
        "server": "megaup.net",
        "size": "501 MB",
        "quality": "480p"
      },
      {
        "link": "https://sblona.com/6vvmo46j6131.html",
        "server": "streamsb.com",
        "size": "501 MB",
        "quality": "480p"
      },
      {
        "link": "https://mega.nz/file/9vFU2JhQ#ts8OY5aryzmi5SQ5fCJcokMbLc99EUWU1NyTctuiLCM",
        "server": "mega.nz",
        "size": "501 MB",
        "quality": "480p"
      },
      {
        "link": "https://usersdrive.com/7engcxyrgyau.html",
        "server": "usersdrive.com",
        "size": "501 MB",
        "quality": "480p"
      },
      {
        "link": "https://streamvid.net/hte7i8e99qto",
        "server": "streamvid.io",
        "size": "501 MB",
        "quality": "480p"
      }
    ],
    "trailer": {
      "video_id": "AQZ9Q1kKG0o",
      "video_url": "https://www.youtube.com/watch?v=AQZ9Q1kKG0o",
      "embed_url": "https://www.youtube.com/embed/AQZ9Q1kKG0o"
    }
  },
  {
    "metadata": "PG|2002|179 min|Action,Adventure,Drama,Fantasy",
    "rating": {
      "rating": "8.7/10",
      "rating_count": "1,355,308"
    },
    "title": "The Lord of the Rings: The Two Towers (2002)",
    "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။အပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။ဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။ဥပမာ – နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။နတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။မူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။စာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။လူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။The Lord of the rings (LotR) ရုပ်ရှင်တွေဟာ ၂၀၀၁ ကနေ စတင်ပြီးထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ပထမဆုံး LotR ရုပ်ရှင် သုံးကားဟာ စုစုပေါင်း Oscar 17 ဆု ရရှိခဲ့ပါတယ်။ပထမကားက ၄ ဆု၊ ဒုတိယကားက ၂ ဆု နဲ့ သုံးကားမြောက်က ၁၁ ဆု ရရှိခဲ့တာပါ။သူ့နောက်မှ ထွက်ရှိလာတဲ့ Hobbit သုံးကားကတော့ Oscar တစ်ဆုသာ ရခဲ့ပါတယ်။LotR ရုပ်ရှင်တွေရဲ့ အောင်မြင်မှုဟာ ကာလအကန့်အသတ်မရှိ timeless လို့ပဲ ပြောရမှာဖြစ်ပါတယ်။၂၀၀၁ တုန်းက လူတွေကြိုက်ခဲ့သလို ၃၀၀၁ ခုနှစ်မှာလည်း ကြိုက်ကြဦးမှာပါပဲ။အဓိကကတော့ ဇာတ်လမ်းအတွက် ဝတ်စုံ၊ရိုက်ကွင်းပြင်ဆင်မှုတွေ၊ ရိုက်ချက်တွေ၊ သရုပ်ဆောင်တွေ အသေးစိတ်ကျခဲ့တယ်၊ ခမ်းနားခဲ့တယ်လို့ပြောရမှာပါပဲ။နောက်ထပ် ချီးကျူးရမှာကတော့ ဇာတ်ညွှန်းပါ။ စာအုပ်ပါ ဖတ်ဖူးတဲ့သူတွေ ပိုသိပါလိမ့်မယ်။အရမ်းကိုကောင်းတဲ့ ဝတ္ထုရှည်ကြီးတစ်ခုကို ကြည့်လို့လည်းကောင်းအောင် အခန်းတွေဖြတ်တောက်ရ၊ ဇာတ်ကောင်တွေ ဖယ်ထုတ်ရတာ မလွယ်လှပါဘူး။ဒါပေမယ့် အကောင်းဆုံး လုပ်နိုင်ခဲ့ပါတယ်။ ဒိုင်ယာလော့တွေ ဇာတ်လမ်းအနိမ့်အမြင့်တွေကိုလည်း အရှိန်တင်ပေးသွားတာ အံ့သြလောက်ပါတယ်။ဥပမာ – လက်စွပ်ကို ဖျက်ဆီးဖို့ ဆွေးနွေးကြတဲ့အခန်းမှာ ဝတ္ထုအတိုင်းဆို အယ်ရွန်က အားလုံးကို ကြိုတင်မိတ်ဆက်၊ သမိုင်းကို ပြောပြပြီးမှ စတင်ဆွေးနွေးကြတာဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ဒီအတိုင်း ဆွေးနွေးကြရင်း ဘိုမီရာက အာရာဂွန်ကို အထင်သေးစကားပြောချိန်မှာလီဂိုးလက်စ်က ထပြောလိုက်တဲ့အခန်းမျိုး ပြင်လိုက်ခြင်းအားဖြင့် ဇာတ်ရှိန် တက်သွားတာ ရှိပါတယ်။ပြီးတော့ အာရာဂွန်ဟာ ထီးနန်းကို ဆက်တိုက်ငြင်းပယ်ခဲ့တာ၊ Andúril ဓားကို နောက်ဆုံးအချိန်မှ ပြန်ပြင်တာတွေဟာ ဇာတ်ရှိန်ပိုတက်စေတဲ့ ပညာပါပဲ။ပြီးတော့ ဆာရူးမန်းကို သေခိုင်းတဲ့ ဇာတ်ညွှန်းမျိုးဟာ အတော်လေးကို ရဲတင်းရာကျပါတယ်၊ဘာကြောင့်လဲ ဆိုတော့ စာအုပ်ထဲမှာ ဆာရူးမန်းဟာ ထွက်ပြေးသွားခဲ့ပါတယ်။လက်စွပ်ကိုဖျက်ဆီးပြီးလို့ ဟော့ဘစ်တွေ ရှိုင်းယားကို ပြန်လာချိန်မှာ ဆာရူးမန်းနဲ့ ထပ်ပြီးရင်ဆိုင်ကြရပါသေးတယ်။ဒါတွေကို ဖျက်ပစ်လိုက်ပေမယ့် ရုပ်ရှင်က ညံ့မသွားခဲ့တာကို တွေ့မှာပါ။ဒါကတော့ ဇာတ်ညွှန်းဆရာတွေရဲ့ အရည်အချင်းတွေပါပဲ။၁ မျက်နှာ ဖန်တရာတေ ဇာတ်ညွှန်းဆရာတွေ လေ့လာသင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်း===========Three Rings for the Elven-kings under the sky,Seven for the Dwarf-lords in their halls of stone,Nine for Mortal Men doomed to die,One for the Dark Lord on his dark throneIn the Land of Mordor where the Shadows lie.One Ring to rule them all, One Ring to find them,One Ring to bring them all, and in the darkness bind them,In the Land of Mordor where the Shadows lie.ဒါကတော့ LotR ဇာတ်လမ်းကြီးကို စတင်ခဲ့တဲ့ ဂန္ဓဝင်ကဗျာကြီးပါပဲ။Dark Lord ဆော်ရွန်ဟာ နတ်သူငယ်တွေအတွက် လက်စွပ် ၃ ကွင်း၊ လူပု ဘုရင် ၇ ပါးအတွက် လက်စွပ် ၇ ကွင်း၊ လူတွေအတွက် ၉ ကွင်းကို ထုလုပ်စေခဲ့ပြီး ပေးအပ်ခဲ့ပါတယ်။လက်စွပ်ကိုယ်စီဟာ စွမ်းအားရှိတာမို့ သူတို့တွေ လက်ခံခဲ့ကြတယ်။ဒါပေမယ့် ဆော်ရွန်ဟာ လက်စွပ်ရှင်အားလုံးကို လွှမ်းမိုးနိုင်တဲ့ လက်စွပ်အားလုံးရဲ့ ဘုရင် တစ်ခုတည်းသော လက်စွပ်ကို ထုလုပ်ခဲ့ပြီး အားလုံးကိုချုပ်ကိုင်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် မဟာမိတ်တွေနဲ့ နောက်ဆုံးစစ်ပွဲမှာ ရှုံးနိမ်ခဲ့ပြီး လက်စွပ်ကိုလည်းလက်လွှတ်လိုက်ရပါတယ်။နှစ်ပေါင်းများစွာကြာပြီးနောက် လက်စွပ်ပြန်ပေါ်လာချိန် ဆော်ရွန်လည်းအင်အားကြီးလာချိန်မှာနတ်သူငယ်တွေ၊ လူတွေ၊ လူပုတွေ၊ ဟော့ဘစ်လေးတွေဟာ ဆော်ရွန်ကို တားဆီးဖို့နဲ့ လက်စွပ်ဖို့ ဖျက်ဆီးဖို့ ကြိုးစားကြရပါတော့တယ်……….ဒီလောက်ဆို ဒီရုပ်ရှင်တွေကို ဆက်ပြီးခံစားဖို့ လုံလောက်မှာပါ။LotR ဇာတ်လမ်းမှာ အရေးပါခဲ့တဲ့ ကဗျာတစ်ခုကိုလည်း ဖော်ပြပေးလိုက်ပါတယ်။All that is gold does not glitterNot all those who wander are lost;The old that is strong does not wither,Deep roots are not reached by the frost.From the ashes, a fire shall be woken,A light from the shadows shall spring;Renewed shall be blade that was broken,The crownless again shall be kingရွှေအဆင်းအတိနဲ့အရာဟာ တစ်လက်လက် တောက်ပမနေတတ်ပါဘူးလှည့်လည်နေသူတိုင်းဟာလည်း လမ်းပျောက်နေကြတာမဟုတ်ပါအိုမင်းပေမယ့် ကြံ့ခိုင်သူဟာ ဆွေးမြေ့မလာတတ်ပါနက်ရှိုင်းလွန်းတဲ့ အမြစ်တွေဟာ သစ်တောနဲ့ အလှမ်းကွာစမြဲပြာပုံကြားကနေ မီးတောက်နိုးထလာချိန်အမှောင်တွေထဲက အလင်းတန်းတစ်ခု ဖြန်းပက်လာရင်းကျိုးပဲ့သွားခဲ့တဲ့ဓားကို ပြန်လည်ပြုပြင်ပြီးချိန်မှာသရဖူမဲ့နေခဲ့သူဟာ ဘုရင်ပြန်လည်ဖြစ်လာမှာပါ။(1) The Fellowship of The Ring(အော်စကာ ဆန်ကာတင် ၁၃ နေရာရရှိပြီး အော်စကာ ၄ဆု ရရှိခဲ့)(မူရင်းရုပ်ရှင်ဗားရှင်းမှာ ၃နာရီ ကြာမြင့်ပြီး လက်ရှိ Extended Versionမှာ ၃ နာရီခွဲ ကြာမြင့်)(2) The Two Towers (အော်စကာ ဆန်ကာတင် ၆ နေရာရရှိပြီး ၂ ဆု ရရှိခဲ့)(မူလဗားရှင်းမှာ ၃ နာရီကြာမြင့်ပြီး Ext.version မှာ ၃ နာရီ ၄၀ မိနစ် ကြာမြင့်)(3) The Return of The King (အော်စကာ ဆန်ကာတင် ၁၁ နေရာရရှိခဲ့ရာတွင် ၁၁ ဆုလုံးအား စံချိန်တင်ရရှိသွားခဲ့)(မူလဗားရှင်းမှာ ၃ နာရီ မိနစ် ၂၀ ဖြစ်ပြီး ext.version မှာ ၄ နာရီ ၁၁ မိနစ်ကြာမြင့်)The Lord of the Rings ဟာ ရုပ်ရှင်သမိုင်းရဲ့ အကြီးကျယ်ဆုံး အအောင်မြင်ဆုံးရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပါတယ်။အောင်မြင်မှုတွေကိုကတော့ တွေ့တဲ့အတိုင်းဖြစ်ပြီး RT မှာ rating 90% အထက် IMDb မှာ 8 အထက်တွေချည်းပဲဖြစ်ပါတယ်။ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ခဏဏကြည့်ခဲ့ရပေမယ့် Thea.version နဲ့ Extended Version ၂ ခုလုံးကိုတော့ လူတိုင်းကြည့်ဖြစ်မယ်မထင်သေးပါဘူး။တကယ်လို့ မိတ်ဆွေဟာ LOTR ကို ၉နာရီအစအဆုံးပဲ runကြည့်ဖူးတယ်ဆိုမပြည့်စုံသေးဘူးလို့ ပြောလိုက်ပါရစေ။တစ်ခေါက်လောက် ၁၂ နာရီ ဗားရှင်းလေး runကြည့်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။File size…(8 GB)/(3.6 GB)Quality….Extended BluRay4K HDR& 1080p HEVCFormat…mkvDuration….03:55:32Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated byDr.NyanYoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများဒီလင့်မှာ loginအရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။Download Nulled Scripts and PluginsDownload Nulled Scripts and PluginsDirectorPeter JacksonStarsAndy SerkisBilly BoydDominic MonaghanElijah WoodIan McKellenJohn Rhys-DaviesLiv TylerOrlando BloomSean AstinViggo MortensenCastAlan LeeAlexander LindsayAlexia FairbrotherAlistair BrowningAlix BushnellAllan PoppletonAllan SmithAndy GunnAndy SerkisAron EastwoodAugie DavisBarrie M. OsborneBen BarringtonBen BrittonBen FranshamBernard HillBilly BoydBilly JacksonBrad DourifBrent McIntyreBruce AllpressBruce HopkinsBruce PhillipsCalum GittinsCameron LemonCampbell RousselleCate BlanchettChristopher LeeClint ElvyCraig ParkerDan HennahDaniel FalconerDavid WenhamDean MorgantyDianne SmithDominic MonaghanDon LangridgeDorothy Anne BonnerDra McKayElijah WoodFrancis MountjoyFrank EdwardsFrank GoldinghamFrazer AndersonGareth JensenGareth ReevesGreg TozerHannah WoodHenry MortensenHugo WeavingIan McKellenJarl BenzonJason HoodJason SectoJed BrophyJohn BachJohn LeighJohn NobleJohn Rhys-DaviesJohn WraightJonathan HardingJono ManksJoseph Mika-HuntJørn BenzonKarl UrbanKarlos DrinkwaterKatie JacksonKelley Kerr YoungKester FordhamLani JacksonLee HartleyLiv TylerLucas HaywardMana Hira DavisMatthew SavilleMichael FowlerMichael LawrenceMiranda OttoMiranda RiversNathaniel LeesOlivia TennetOrlando BloomOwen BlackParis Howe StrewePaul NorellPeter JacksonPhil GrievePhillip Spencer HarrisPiripi WaretiniRaymond TrickittRichard KnowlesRiley BrophyRobbie MagasivaRobert PollockRobert YoungRobyn MalcolmRodney CookRyan CareySala BakerSam ComerySam KellySam La HoodSamuel E. ShoreSandro KoppSean AstinSean BeanSean ButtonShane DawsonSiaosi FonuaStephen UreTim WongTimothy LeeVictoria Beynon-ColeViggo MortensenWinham Hammond",
    "screenshot_links": [
      "https://image.tmdb.org/t/p/w300/7tNTPZMb13W0AhkcuoL6myRrNRr.jpg",
      "https://image.tmdb.org/t/p/w300/nS4picOwj15APKzJeBCk6EBcMG5.jpg",
      "https://image.tmdb.org/t/p/w300/tb9ZtbjJH14hgOr0f2IVUUuDmsr.jpg",
      "https://image.tmdb.org/t/p/w300/kWYfW2Re0rUDE6IHhy4CRuKWeFr.jpg",
      "https://image.tmdb.org/t/p/w300/nOFLk8Pbd1FWxJI4QqNKYhFFvkN.jpg",
      "https://image.tmdb.org/t/p/w300/9KCiWyhFJlN2v0y3O7YAWvlgkvE.jpg",
      "https://image.tmdb.org/t/p/w300/4UZ9JGRTfeQGQollirsfGjvQkPw.jpg",
      "https://image.tmdb.org/t/p/w300/sYmSrG79Hqv0dpkAqRXT60wug0B.jpg",
      "https://image.tmdb.org/t/p/w300/9BUvLUz1GhbNpcyQRyZm1HNqMq4.jpg",
      "https://image.tmdb.org/t/p/w300/7ABgKch4hBX4qwCujRKM58fKsoG.jpg",
      "https://image.tmdb.org/t/p/w300/3wWhdg4DP6emDJC3XZyr8M1wKm4.jpg",
      "https://image.tmdb.org/t/p/w300/vniNIpJriu9WyWAdOF2vFIjM3eH.jpg",
      "https://image.tmdb.org/t/p/w300/66Z1kiPyXTMZX04WJF92MvEad4A.jpg",
      "https://image.tmdb.org/t/p/w300/NawWTiSxnTPeJrc4y2QsLImyp.jpg",
      "https://image.tmdb.org/t/p/w300/d6x64DHmlYubXLSrB3jwwOYt2tK.jpg",
      "https://image.tmdb.org/t/p/w300/4NLCdrX4uDzdO442OGoeLyB5thv.jpg",
      "https://image.tmdb.org/t/p/w300/zeOqUXYJvjJZmEcU9kciwR0GNkC.jpg",
      "https://image.tmdb.org/t/p/w300/3c1AZHFil1M3HbGepQIc9qco3EZ.jpg"
    ],
    "thumbnail_link": "https://image.tmdb.org/t/p/w185/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
    "movie_links": [
      {
        "link": "https://www.cmvipmembers.com/check-movies/the-lord-of-the-rings-the-two-towers-2002",
        "server": "VIP Links",
        "size": "",
        "quality": ""
      },
      {
        "link": "https://yoteshinportal.cc/cm-hdr-the-lord-of-the-rings-the-two-towers-2002-extended-2160-p-4-k-hdr-10-bit-blu-ray-x-265-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://mega.nz/file/d3xlxSjB#8Orj5WlMrqXM0qY5iWxWcxG7QhvGqKIdK02mBl0f2t0",
        "server": "mega.nz",
        "size": "8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://usersdrive.com/zhvc4ndo5dux.html",
        "server": "usersdrive.com",
        "size": "8 GB",
        "quality": "4K HDR HEVC"
      },
      {
        "link": "https://yoteshinportal.cc/cm-the-lord-of-the-rings-the-two-towers-2002-extended-1080-p-blu-ray-x-265-hevc-aac-5-1-nyein-mkv",
        "server": "yoteshinportal.cc",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://megaup.net/12ktf/(CM)The-Lord-of-the-Rings-The-Two-Towers-2002-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "server": "megaup.net",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://mega.nz/file/Jtk0nYhA#nvWeKvcoKzLlHh14BwrXxTT0RVaSMKU3JHyVVUyo9n8",
        "server": "mega.nz",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://usersdrive.com/kqtea6k3vtu6.html",
        "server": "usersdrive.com",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      },
      {
        "link": "https://viewsb.com/1l8j0qq4mw8o.html",
        "server": "streamsb.com",
        "size": "3.6 GB",
        "quality": "1080p HEVC"
      }
    ],
    "trailer": {
      "video_id": "cvCktPUwkW0",
      "video_url": "https://www.youtube.com/watch?v=cvCktPUwkW0",
      "embed_url": "https://www.youtube.com/embed/cvCktPUwkW0"
    }
  }
]